{"id":2012,"date":"2020-07-14T14:06:44","date_gmt":"2020-07-14T08:36:44","guid":{"rendered":"http:\/\/www.wiserworld.in\/?p=2012"},"modified":"2020-09-11T18:42:18","modified_gmt":"2020-09-11T13:12:18","slug":"is-china-getting-away-with-felony","status":"publish","type":"post","link":"http:\/\/www.wiserworld.in\/is-china-getting-away-with-felony\/","title":{"rendered":"IS CHINA GETTING AWAY WITH FELONY?"},"content":{"rendered":"\n<p class=\"has-drop-cap has-normal-font-size\">In the 41<sup>st<\/sup> session of the United Nations Human Rights Council (UNHRC), <a href=\"https:\/\/ap.ohchr.org\/Documents\/E\/HRC\/c_gov\/A_HRC_41_G_11.DOCX\">22 countries<\/a> (mostly western)  condemned China&#8217;s mass detention of the Uyghur and other ethnic Muslim minority groups. Unpredictably, just a few days later, <a href=\"https:\/\/ap.ohchr.org\/documents\/alldocs.aspx?doc_id=32880\">37 countries<\/a> (mostly from Asia and Africa) responded with a&nbsp;letter&nbsp;to the United Nations praising China&#8217;s efforts towards restoring human rights. According to the&nbsp;document, no terrorist attacks have taken place in the previously problematic region for the last three years due to China&#8217;s effective measures for counter-terrorism. Fast forward to the <a href=\"https:\/\/thediplomat.com\/2020\/07\/which-countries-support-the-new-hong-kong-national-security-law\/\">44<sup>th<\/sup> session<\/a> of the UNHRC, 53 countries backed&nbsp;<a href=\"http:\/\/www.wiserworld.in\/hong-kongs-new-security-law-the-end-of-hong-kong\/\">Beijing&#8217;s new national security law for Hong Kong<\/a>. Just 27 criticized the law, which imposes harsh penalties for imprecisely defined crimes and is widely viewed as the final blow for Hong Kong&#8217;s autonomy.<\/p>\n\n\n\n<h3><strong>Modern Genocide<\/strong><\/h3>\n\n\n\n<p class=\"has-normal-font-size\">Since the summer of 2017, we have been hearing frequently from the world media and human rights organisations, appalling reports of ginormous<strong> internment of people<\/strong>. Most of them who have been arbitrarily detained are Uyghur (a primarily Turkic-speaking Muslim minority ethnic group), Kazakhs, Kyrgyz, and members of other Muslim minority groups in the Xinjiang Uyghur Autonomous Region (Xinjiang). According to the latest Chinese <a href=\"https:\/\/web.archive.org\/web\/20171011101904\/http:\/www.xjtj.gov.cn\/sjcx\/tjnj_3415\/2016xjtjnj\/rkjy\/201707\/t20170714_539450.html\">census<\/a>, the population of Uyghurs is about&nbsp;12&nbsp;million. However, sources indicate that their population is undercounted by the Chinese authorities.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large is-resized\"><img loading=\"lazy\" src=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/Uygur-Autonomous-Region-of-Xinjiang-China-min-1-1024x742.jpg\" alt=\"\" class=\"wp-image-2020\" width=\"518\" height=\"375\" srcset=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/Uygur-Autonomous-Region-of-Xinjiang-China-min-1-1024x742.jpg 1024w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/Uygur-Autonomous-Region-of-Xinjiang-China-min-1-300x218.jpg 300w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/Uygur-Autonomous-Region-of-Xinjiang-China-min-1-768x557.jpg 768w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/Uygur-Autonomous-Region-of-Xinjiang-China-min-1-1536x1114.jpg 1536w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/Uygur-Autonomous-Region-of-Xinjiang-China-min-1.jpg 1600w\" sizes=\"(max-width: 518px) 100vw, 518px\" \/><figcaption><em>Source: <a href=\"https:\/\/www.britannica.com\/\" target=\"_blank\" aria-label=\"undefined (opens in a new tab)\" rel=\"noreferrer noopener\">Encyclopædia Britannica<\/a><\/em><\/figcaption><\/figure><\/div>\n\n\n\n<p class=\"has-normal-font-size\">Since 2017, eight hundred thousand to two million Uyghurs and members of other Muslim minorities have vanished into an extensive network of <strong>“re-education camps”<\/strong>. Forcing the detainees to repudiate Islam and espouse the Chinese Communist Party (CCP) seems to be the ultimate goal for the government. Former detainees reported <a href=\"https:\/\/www.hrw.org\/sites\/default\/files\/world_report_download\/hrw_world_report_2019.pdf\">mandatory classes<\/a> where they were required to recite Communist slogans and praise the CCP. Some reported the rampant presence of cameras and microphones without any blind spots monitoring their every move. Women have shared&nbsp;stories of <a href=\"https:\/\/www.washingtonpost.com\/world\/asia_pacific\/abortions-iuds-and-sexual-humiliation-muslim-women-who-fled-china-for-kazakhstan-recount-ordeals\/2019\/10\/04\/551c2658-cfd2-11e9-a620-0a91656d7db6_story.html\">sexual abuse<\/a>, <a href=\"https:\/\/www.bbc.com\/news\/world-asia-china-53220713\">forced abortions<\/a> and having contraceptive devices implanted against their will.<\/p>\n\n\n\n<p class=\"has-normal-font-size\">Initially, China denied the existence of such camps. But once <a href=\"https:\/\/www.jpolrisk.com\/karakax\/?__cf_chl_jschl_tk__=3a5af29dc357b4ce1fa30b8f35b0cbead1637e8d-1582219933-0-ARZeR3RcUIJ4BbhuKPH9HwVeQ_xEGD8UuYIwKl8d4kX7mZZo74aW3akiGbgRCmjnmze445Qb_vRZulsD4B1O8l2DGJEtJTneEOijFgA4dkJ9P2H9XXrUZobDFf01eiAXEHQGb8zJavwVgTdqFz7o_xPQJiv9e1PkTtDB59Biafv7wbHaF6DONQxnkYVp32e5lRoY1776spYhiW1bZvFMLT8blKaaLMMD4vRz8KPfYF7ADyy2Nji9e0kyvjTv096o21HBRDTAoAxMEuZiW6mPQEHeUgtmLl37ObXI_31IuVzI\">evidence<\/a> started to mount with pictures, videos and testimonies, they changed their narrative and asserted that these internment camps were <strong>“vocational education centers”<\/strong> designed to help young, unemployed people in Xinjiang to learn job skills and the Chinese language, concealing the fact that the middle-aged population is almost wiped out in southern Xinjiang. Till date, China doesn’t accept that any human rights violation is taking place. It holds that the <a href=\"http:\/\/www.xinhuanet.com\/english\/2018-10\/16\/c_137535821.htm?mc_cid=ace3de327f&amp;mc_eid=c8292ef9bf\">purpose<\/a> of the camps is to get rid of the environment that breeds <strong>terrorism and religious extremism.<\/strong><\/p>\n\n\n\n<figure class=\"wp-block-embed-youtube aligncenter wp-block-embed is-type-video is-provider-youtube wp-embed-aspect-4-3 wp-has-aspect-ratio\"><div class=\"wp-block-embed__wrapper\">\n<iframe loading=\"lazy\" title=\"Uyghur Muslim woman testifies before Congress on torture in Chinese concentration camps\" width=\"640\" height=\"480\" src=\"https:\/\/www.youtube.com\/embed\/MqNfxQZZQRE?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen><\/iframe>\n<\/div><\/figure>\n\n\n\n<p class=\"has-normal-font-size\">Outside of the camps, Uyghurs have continued to suffer from a long clampdown by Chinese authorities. <a href=\"https:\/\/www.hrw.org\/sites\/default\/files\/report_pdf\/china0519_web.pdf\">Surveillance<\/a> is intrusive and ubiquitous making it one of the most heavily surveilled police state in the world. Muslims are being forced to accept Communist Party officials in their homes, effectively extending state surveillance everywhere. <a href=\"http:\/\/www.bt.chinanews.com\/bingtuan\/20171211\/8699.shtml\">1.1 million local government officials<\/a> have been stationed to spend about a week every two months living in the home of a Uyghur host family. It is referred to as the <strong>“Pair Up and Become Family”<\/strong> campaign. Additionally, each square has a police station that closely monitors the locals through regularly scanning their ID cards and searching their mobile phones.<\/p>\n\n\n\n<p class=\"has-normal-font-size\">Fleeing out of China is not enough to escape the rule of CCP. In 2017, Uyghurs worldwide reported being contacted by Chinese police and were ordered to return home. Those who obeyed often disappeared and those who did not, received calls from family members begging them to repatriate for the fear of detention. It also coerced many countries into returning Uyghurs and members of other Muslim minority groups to China. In 2015, Thailand returned<a href=\"https:\/\/www.aljazeera.com\/news\/2015\/07\/thailand-returns-uighurs-china-150709080144676.html\"> nearly 100 Uyghurs<\/a>. In July 2017, Egyptian authorities <a href=\"https:\/\/www.nytimes.com\/2017\/07\/06\/world\/asia\/egypt-muslims-uighurs-deportations-xinjiang-china.html\">deported two dozen Uyghurs<\/a>, who instantaneously disappeared on arrival in China. In some cases, like Malaysia, foreign governments resisted Chinese pressure, often through the support of the United States and refused to return Uyghur individuals.<\/p>\n\n\n\n<h3><strong>The Organ Scandal<\/strong><\/h3>\n\n\n\n<p class=\"has-normal-font-size\">China&nbsp;announced&nbsp;that it had performed the <a href=\"https:\/\/www.globaltimes.cn\/content\/1181228.shtml\">first double transplant<\/a> on a 59-year-old after her lungs failed due to coronavirus. The fact that the patient had to wait for <strong>merely five days for a donor to provide a perfectly matching set of lungs<\/strong> while the world’s waiting time for a single lung could be months and even years, raises doubts about the legitimacy of the organ harvesting program. These suspicions are being raised because China has a voluntary donor rate of only 0.6 per one million citizens. Of the 1.5 million Chinese citizens who are in need of an organ transplant donor each year, only 10,000 receive a successful match, according to the&nbsp;<a href=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC4820883\/\">Journal of Biomedical Research<\/a>.<\/p>\n\n\n\n<p class=\"has-normal-font-size\">The <a href=\"https:\/\/chinatribunal.com\/wp-content\/uploads\/2019\/07\/ChinaTribunal_-SummaryJudgment_17June2019.pdf\">Final Judgement<\/a> of Independent Tribunal Into Forced Organ Harvesting from Prisoners of Conscience in China given on 1<sup>st <\/sup>March 2020 declares, “Forced organ harvesting has happened in multiple places in the People’s Republic of China (PRC) and on <strong>multiple occasions for a period of at least 20 years and continues to this day<\/strong>,”. The judgment further states that, “Falun Gong practitioners in detention were systematically subjected to blood tests and organ examinations. Dr Trey, an (expert) witness raises the question ‘Why would detained Falun Gong practitioners receive specific physical examinations (including X-Ray, ultrasound and blood tests) while at the same time being subjected to brainwashing, labour work, torture or torture death?’ He postulates that the only rational explanation is to build up a systematic medical databank of potential living organ donors.” On the basis of all the evidence on the subject, the Tribunal concluded that the medical testing of Falun Gongs and Uyghurs was related in some way to the group concerned because other prisoners were not tested. No explanation has been given by the PRC for these testings yet.<\/p>\n\n\n\n<p class=\"has-normal-font-size\">Both the Red Cross Society of China and Doctors Against Forced Organ Harvesting also cast doubts in this regard as there had been a <a href=\"https:\/\/dafoh.org\/wp-content\/uploads\/Registered-organ-donors-in-China-2015-2016.jpg\">sudden increase<\/a> of more than 25,000 organ donors on a single day in December 2015 and&nbsp;88,300 registered organ donors&nbsp;within a six-day period in December 2016, a number that can only be explained by a large-scale, <strong>forced<\/strong> organ harvesting programme. Ethan Gutmann, a human rights investigator, testified to the <a href=\"https:\/\/chinatribunal.com\/wp-content\/uploads\/2019\/07\/ChinaTribunal_-SummaryJudgment_17June2019.pdf\">China Tribunal<\/a> that “over the last 18 months, literally every Uyghur man, woman, and child – about 15 million people – have been blood and DNA tested, and that blood testing is compatible with tissue matching”.<\/p>\n\n\n\n<h3><strong>The Proponents and Opponents<\/strong><\/h3>\n\n\n\n<p class=\"has-normal-font-size\">China&#8217;s critics&nbsp;are mainly in the western world and also include major democracies like Australia and Japan. All 27 are considered either full or flawed democracies according to the <a href=\"https:\/\/www.in.gr\/wp-content\/uploads\/2020\/01\/Democracy-Index-2019.pdf\">Democratic Index 2019<\/a> given by The Economist Intelligence Unit. China is backed by a conglomeration of authoritarian and hybrid countries, including many of the world&#8217;s most brutal dictatorships namely North Korea, Saudi Arabia and Syria.<\/p>\n\n\n\n<p class=\"has-normal-font-size\">Unexpectedly, most of the signatories of the letter defending China&#8217;s new policy happened to be Muslim-majority nations like Saudi Arabia, Pakistan, Qatar, UAE and Syria. In the past, as the members of the Organization of Islamic Co-operation (OIC), they were not muted when Myanmar persecuted Rohingya Muslims and expelled 700,000 of them to Bangladesh. They were unequivocally releasing <a href=\"https:\/\/www.un.org\/unispal\/document\/oic-statement-on-us-recognition-of-jerusalem-as-israels-capital\/\">statements <\/a>in condemnation when the Trump administration moved the U.S. embassy in Israel from Tel Aviv to Jerusalem. But they are almost hushed on China’s attempt to suppress Islam in Xinjiang.<\/p>\n\n\n\n<p class=\"has-normal-font-size\">Albeit, some other OIC members such as Afghanistan, Albania, Bangladesh, Indonesia, Malaysia, Morocco, and Turkey refrained from signing the statement in support of Beijing. Regardless, all Muslim majority countries have ignored the call by the <a href=\"https:\/\/www.hrw.org\/news\/2019\/07\/10\/un-unprecedented-joint-call-china-end-xinjiang-abuses\">UNHRC <\/a>to examine the situation in Xinjiang. There are quite a few factors which may have led these countries to keep distance from criticizing China.<\/p>\n\n\n\n<p>Some OIC members are part of the <strong>Belt and Road Initiative (BRI)<\/strong> and thus have their economic future linked up with China. The political cost of impeding the Uyghur issue would be too high for any of these countries to endure. The success of the BRI depends on the Xinjiang region as it is the main route to the Arabian Sea via Pakistan. Any instability here can jeopardize Beijing&#8217;s plans for trade connectivity, risk its investments and disturb all stakeholders.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large is-resized\"><img loading=\"lazy\" src=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/CHINA-SILKROAD-SECURITY-min1-1024x971.jpg\" alt=\"\" class=\"wp-image-2025\" width=\"575\" height=\"545\" srcset=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/CHINA-SILKROAD-SECURITY-min1-1024x971.jpg 1024w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/CHINA-SILKROAD-SECURITY-min1-300x284.jpg 300w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/CHINA-SILKROAD-SECURITY-min1-768x728.jpg 768w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/CHINA-SILKROAD-SECURITY-min1-1536x1456.jpg 1536w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/CHINA-SILKROAD-SECURITY-min1.jpg 1572w\" sizes=\"(max-width: 575px) 100vw, 575px\" \/><figcaption><em>Source: <a href=\"https:\/\/in.reuters.com\/article\/us-china-beltandroad-piraeus-exclusive\/eu-suspects-tax-fraud-at-chinas-new-gateway-to-europe-idINKBN1HR2LT\">Reuters<\/a><\/em><\/figcaption><\/figure><\/div>\n\n\n\n<p>Beijing remains the Arab world&#8217;s long-term consumer base for the next few decades as fluctuating oil prices and the rise of western demand for alternate energy sources endanger its economic stability.<\/p>\n\n\n\n<p>China is also expending loans and grants to these nations. <a href=\"https:\/\/www.reuters.com\/article\/us-china-arabstates\/chinas-xi-pledges-20-billion-in-loans-to-revive-middle-east-idUSKBN1K0072\">$20 billion<\/a> in loans to Arab countries, <a href=\"https:\/\/www.aljazeera.com\/ajimpact\/pakistan-owes-china-money-owes-imf-191003104027694.html#:~:text=Pakistan%20has%20been%20borrowing%20from%20Beijing%20to%20tide%20over%20a%20financial%20crisis.&amp;text=The%20South%20Asian%20nation%20owes,out%20Pakistan%20from%20a%20crisis.\">$6.7 billion<\/a> to Pakistan, <a href=\"https:\/\/www.efe.com\/efe\/english\/business\/kazakh-chinese-industrial-projects-exceed-27-billion\/50000265-3523943\">$27 billion<\/a> in projects in Kazakhstan and many other central Asian nations. China&#8217;s massive investments are bearing fruit. Beijing has effectively taken advantage of the UNHRC to endorse the very activities it was created to oppose.<\/p>\n\n\n\n<h3><strong>Conclusion<\/strong><\/h3>\n\n\n\n<p class=\"has-normal-font-size\">China is not only inflicting a cultural genocide of Uyghurs, but it is also repressing other cultural and religious minorities like Christians and Hui Muslims. It continues to abuse lawyers, human rights defenders, and activists. Any activity carried out in China to advocate for social change runs the risk of harassment by Chinese authorities. Basically, anything that the government considers as a threat to itself is a crime in its perspective. The worst violation of human rights is happening right in front of us. China is actively shifting the world narrative in its favour. Regardless of power, there are consequences for challenging China. Australia found itself in a trade dispute with its largest trading partner after pushing for international scrutiny into the origins of the novel-coronavirus. Two Canadian citizens are still being held in China after Canada arrested Huawei&#8217;s CFO on behalf of the United States. Nevertheless, China has been backlashed by the global community which grows its support for defending the human rights.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>In the 41st session of the United Nations Human Rights Council (UNHRC), 22 countries (mostly western) condemned China&#8217;s mass detention of the Uyghur and other ethnic Muslim minority groups. Unpredictably, just a few days later, 37 countries (mostly from Asia and Africa) responded with a&nbsp;letter&nbsp;to the United Nations praising China&#8217;s<\/p>\n","protected":false},"author":10,"featured_media":2031,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[203,965],"tags":[410,409,416,60,415,417,412,411,49,407,404,413,414,401,403,47,32,400,402],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v16.5 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>IS CHINA GETTING AWAY WITH FELONY? - WISER WORLD<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"http:\/\/www.wiserworld.in\/is-china-getting-away-with-felony\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"IS CHINA GETTING AWAY WITH FELONY? - WISER WORLD\" \/>\n<meta property=\"og:description\" content=\"In the 41st session of the United Nations Human Rights Council (UNHRC), 22 countries (mostly western) condemned China&#8217;s mass detention of the Uyghur and other ethnic Muslim minority groups. Unpredictably, just a few days later, 37 countries (mostly from Asia and Africa) responded with a&nbsp;letter&nbsp;to the United Nations praising China&#8217;s\" \/>\n<meta property=\"og:url\" content=\"http:\/\/www.wiserworld.in\/is-china-getting-away-with-felony\/\" \/>\n<meta property=\"og:site_name\" content=\"WISER WORLD\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/Wiser-World-109811337349560\/?modal=admin_todo_tour\" \/>\n<meta property=\"article:published_time\" content=\"2020-07-14T08:36:44+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2020-09-11T13:12:18+00:00\" \/>\n<meta property=\"og:image\" content=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/49650_download1_1549738485880.jpeg\" \/>\n\t<meta property=\"og:image:width\" content=\"960\" \/>\n\t<meta property=\"og:image:height\" content=\"540\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@wiserworld_in\" \/>\n<meta name=\"twitter:site\" content=\"@wiserworld_in\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"8 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"http:\/\/www.wiserworld.in\/#organization\",\"name\":\"Wiser World\",\"url\":\"http:\/\/www.wiserworld.in\/\",\"sameAs\":[\"https:\/\/www.facebook.com\/Wiser-World-109811337349560\/?modal=admin_todo_tour\",\"https:\/\/www.instagram.com\/wiserworld.in\/\",\"https:\/\/in.pinterest.com\",\"https:\/\/twitter.com\/wiserworld_in\"],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/#logo\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/09\/Screenshot-2020-04-08-at-17.42.23.png\",\"contentUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/09\/Screenshot-2020-04-08-at-17.42.23.png\",\"width\":1076,\"height\":1081,\"caption\":\"Wiser World\"},\"image\":{\"@id\":\"http:\/\/www.wiserworld.in\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"http:\/\/www.wiserworld.in\/#website\",\"url\":\"http:\/\/www.wiserworld.in\/\",\"name\":\"WISER WORLD\",\"description\":\"Connecting the world with knowledge!\",\"publisher\":{\"@id\":\"http:\/\/www.wiserworld.in\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"http:\/\/www.wiserworld.in\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/is-china-getting-away-with-felony\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/49650_download1_1549738485880.jpeg\",\"contentUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/49650_download1_1549738485880.jpeg\",\"width\":960,\"height\":540,\"caption\":\"Persecution of Uyghur protest\"},{\"@type\":\"WebPage\",\"@id\":\"http:\/\/www.wiserworld.in\/is-china-getting-away-with-felony\/#webpage\",\"url\":\"http:\/\/www.wiserworld.in\/is-china-getting-away-with-felony\/\",\"name\":\"IS CHINA GETTING AWAY WITH FELONY? - WISER WORLD\",\"isPartOf\":{\"@id\":\"http:\/\/www.wiserworld.in\/#website\"},\"primaryImageOfPage\":{\"@id\":\"http:\/\/www.wiserworld.in\/is-china-getting-away-with-felony\/#primaryimage\"},\"datePublished\":\"2020-07-14T08:36:44+00:00\",\"dateModified\":\"2020-09-11T13:12:18+00:00\",\"breadcrumb\":{\"@id\":\"http:\/\/www.wiserworld.in\/is-china-getting-away-with-felony\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"http:\/\/www.wiserworld.in\/is-china-getting-away-with-felony\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"http:\/\/www.wiserworld.in\/is-china-getting-away-with-felony\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"http:\/\/www.wiserworld.in\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"IS CHINA GETTING AWAY WITH FELONY?\"}]},{\"@type\":\"Article\",\"@id\":\"http:\/\/www.wiserworld.in\/is-china-getting-away-with-felony\/#article\",\"isPartOf\":{\"@id\":\"http:\/\/www.wiserworld.in\/is-china-getting-away-with-felony\/#webpage\"},\"author\":{\"@id\":\"http:\/\/www.wiserworld.in\/#\/schema\/person\/69563b8f6b18692d6427e801a47b51dd\"},\"headline\":\"IS CHINA GETTING AWAY WITH FELONY?\",\"datePublished\":\"2020-07-14T08:36:44+00:00\",\"dateModified\":\"2020-09-11T13:12:18+00:00\",\"mainEntityOfPage\":{\"@id\":\"http:\/\/www.wiserworld.in\/is-china-getting-away-with-felony\/#webpage\"},\"wordCount\":1604,\"commentCount\":0,\"publisher\":{\"@id\":\"http:\/\/www.wiserworld.in\/#organization\"},\"image\":{\"@id\":\"http:\/\/www.wiserworld.in\/is-china-getting-away-with-felony\/#primaryimage\"},\"thumbnailUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/49650_download1_1549738485880.jpeg\",\"keywords\":[\"canada\",\"europe\",\"genocide\",\"Human Rights\",\"humanity\",\"islaimic nations\",\"islam\",\"muslim\",\"Muslims\",\"people\",\"persecution\",\"religion\",\"religious persecution\",\"uighur\",\"uighurs\",\"UN\",\"USA\",\"uyghur\",\"uyghurs\"],\"articleSection\":[\"Social Issue\",\"The Pacific, East &amp; Southeast Asia\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"http:\/\/www.wiserworld.in\/is-china-getting-away-with-felony\/#respond\"]}]},{\"@type\":\"Person\",\"@id\":\"http:\/\/www.wiserworld.in\/#\/schema\/person\/69563b8f6b18692d6427e801a47b51dd\",\"name\":\"Somya Garg\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/1.gravatar.com\/avatar\/12083a532cde5079c6dd2e7c442df10e?s=96&d=mm&r=g\",\"contentUrl\":\"http:\/\/1.gravatar.com\/avatar\/12083a532cde5079c6dd2e7c442df10e?s=96&d=mm&r=g\",\"caption\":\"Somya Garg\"},\"description\":\"Somya is currently pursuing an undergraduate degree in economics from Shri Ram College of Commerce, University of Delhi. She takes a lively interest in reading books and behavioural theories. She is planning to acquire a master\\u2019s degree in Economics.\",\"url\":\"http:\/\/www.wiserworld.in\/author\/somya-garg\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/2012"}],"collection":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/users\/10"}],"replies":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/comments?post=2012"}],"version-history":[{"count":4,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/2012\/revisions"}],"predecessor-version":[{"id":3201,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/2012\/revisions\/3201"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/media\/2031"}],"wp:attachment":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/media?parent=2012"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/categories?post=2012"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/tags?post=2012"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}