{"id":2217,"date":"2020-07-22T01:26:00","date_gmt":"2020-07-21T19:56:00","guid":{"rendered":"http:\/\/www.wiserworld.in\/?p=2217"},"modified":"2020-09-11T18:21:54","modified_gmt":"2020-09-11T12:51:54","slug":"regression-during-the-pandemic","status":"publish","type":"post","link":"http:\/\/www.wiserworld.in\/regression-during-the-pandemic\/","title":{"rendered":"REGRESSION DURING THE PANDEMIC"},"content":{"rendered":"\n<p class=\"has-drop-cap has-normal-font-size\">The COVID-19 pandemic has inspired multiple research papers, reviews and analyses. They all focus on the different psychological, social, economic and political implications of the pandemic. Though all the papers offer insight into the pandemic through a new lens- they all agree that the pandemic has had far-reaching impacts on every aspect of social life. The human psyche often is overlooked when such crises are born. But during this pandemic, there has been substantial material on the psychological implications of the pandemic. One of the implications is regression- a defence mechanism. In this article, I will explore why regression is occurring, the signs of it and how to cope with it. Most of the research does centre around children but there will also be a mention of the same in adults<\/p>\n\n\n\n<h3><strong>What is Regression?<\/strong><\/h3>\n\n\n\n<p class=\"has-normal-font-size\">Sigmund Freud, as a part of his psychoanalytic theory, came up with the concept of defence mechanisms- whenever an unacceptable thought, feeling, instinct passes the censors of the Unconscious and the Preconscious, and enters into our Conscious mind in its original\/distorted form- we feel anxiety. This anxiety signals our Ego (a structure in our mind which allows us to function in reality) to use the psychic energy to produce defence mechanisms. Defence mechanisms are, if used correctly, very healthy and are required for survival. They are a normal aspect of development and are most importantly, unconsciously used to deal with the anxiety within us. The pandemic has caused a lot of fear in us due to the immense amount of uncertainty that surrounds us. It has also caused a giant upheaval in our daily lives- many of us are currently jobless, or in our parent’s homes, or unable to meet our friends. Because of this stress and anxiety, many of us are unconsciously using defence mechanisms- some are in Denial, some of us are using Humour, Sublimation but many of us, especially children are Regressing.<\/p>\n\n\n\n<p class=\"has-normal-font-size\"> <strong>Regression is a very common defence, in which the individual, in the face of distress, retreats to an earlier stage of development.<\/strong> We do this because it is too overwhelming to deal with the stage, we are currently in hence we revert back to a stage of development in which we felt protected and safe. An example of regression would be a child sucking on his thumb on his first day of school, or a teenager throwing a temper tantrum. Regression is normal during childhood and even adults regress- it&#8217;s completely healthy to do so as long as it is temporary. Anna Freud (1965) said these <strong>‘backward movements’<\/strong> accompany all major achievements in a child’s life. The child regresses to prepare himself for the next stage or to accumulate the gains from the previous stages. For instance, clean toilet habits aren&#8217;t acquired at one go, the child may use the toilet appropriately one day and the very next day regress (temporarily) back to an earlier stage.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large is-resized\"><img loading=\"lazy\" src=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/xdjhvbjdbvjh-min-1024x683.png\" alt=\"\" class=\"wp-image-2281\" width=\"579\" height=\"386\" srcset=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/xdjhvbjdbvjh-min-1024x683.png 1024w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/xdjhvbjdbvjh-min-300x200.png 300w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/xdjhvbjdbvjh-min-768x512.png 768w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/xdjhvbjdbvjh-min.png 1500w\" sizes=\"(max-width: 579px) 100vw, 579px\" \/><figcaption>SOURCE: <em>VERYWELLMIND <\/em><\/figcaption><\/figure><\/div>\n\n\n\n<h3><strong>Psychoanalytical View of Stress and T<\/strong>rauma<\/h3>\n\n\n\n<p class=\"has-normal-font-size\">One common aspect of all defence mechanisms is that is a result of anxiety. What causes anxiety differs from person to person. Stress and trauma also cause defences to be utilized. According to Freud (1926), we are in the midst of <strong><em>realangst<\/em>&#8211; a realistic anxiety caused by reality-based sources.<\/strong> The response to this can be three dimensional. Firstly, there will be people who will be acting properly to reality &#8211; engaging in appropriate amount of cleaning, washing of hands, wearing masks etc. Secondly, there are people who are lacking, in some way affect tolerance. This pandemic, for them, is causing a loss of touch with reality because of their severe impairment in handling stress. Thirdly are people for whom the reality is stirring up some current or past personal problem which leads to them using symbolic reactions or defences. COVID is a trauma for few and stress for most &#8211; it is a trauma for those who have either personally suffered from the virus or have lost a member of their family or social support system to it. To Freud trauma was “any excitations from the outside world that was powerful enough to break the protective shield”. <strong>Trauma causes a person to feel disorganized and helpless (Breur and Freud 1983) because of the overwhelming emotion the situation triggers<\/strong>. Traumas encountered during early adult or adolescence can be rekindled when there are reality-based interpersonal stressors in the current situation which results in mistrust (Blum, 2010). Traumas are extremely detrimental to psychological well-being and security – for example, it can impact intelligence (Blackman, 1991).<\/p>\n\n\n\n<p class=\"has-normal-font-size\">Stress, on the other hand, is, according to Selye (1936)- <strong>the non-specific response of the body to any demand for change<\/strong>. According to Selye stress works in three stages- alarm, resistance and exhaustion. In the alarm stage- the danger is perceived and epinephrine and cortisol are produced (the stress hormones). For example- parents fighting, the news of your temperature rising can cause this stage to occur. Psychoanalytically, the second stage is the stage where defences are used (Blackman 2003) and affect tolerance is exhibited (Kernberg 1975). In the third stage, the anxiety reaches a stage which can no longer be managed by ego defences. People in the third stage become overwhelmed and dysfunctional. Another source of stress during the pandemic are grouped. Slavson (1947) writes that in groups where there is some cohesion ( for example your family, community, and especially communities in India!) people use ‘mutual induction’ to exacerbate the emotional intensity of others emotions<strong>. Essentially what occurs is that the emotional excesses of people in the group cause emotional exacerbation in other people in the group-which causes an emotional contagion.<\/strong> The dangers of this are that when people react and become anxious as a group they engage in the defences of minimisation and denial and do not take proper protective measures- for example in the Wuhan district many workers left their N95 masks at home when they went for work- showing the utilization of denial as a defence mechanism.<\/p>\n\n\n\n<h3><strong>The Physiological Impact of Stress and the Symptoms of Regression<\/strong><\/h3>\n\n\n\n<p class=\"has-normal-font-size\">During the COVID pandemic, many parents are saying that their children are no longer able to go to the toilet by themselves, many don’t want to leave their parents, many are throwing tantrums, engaging in baby talk, being hyperactive etc. This is because maturity, a necessary part of development, requires <strong>inward ‘management’ by the frontal cortex<\/strong> to ensure our behaviours comply with societal standards- this includes learning to hold in one’s faeces, learning to manage emotions etc. As we grow up, this ‘management’ becomes stronger and more polished. Even though a child’s frontal cortex is doing its best, it’s still not fully developed. In any case during stress, this control by the frontal cortex reduces and we start acting in accordance with our instincts (our limbic system). Acting according to instincts, with no regard for reality is a cornerstone of earlier stages of development- and children revert to them as a response to the overwhelming stress. Another sign of regression, as mentioned before is hyperactivity (both in children as well as adults). Stress impacts the amygdala- the brain’s alarm centre. This makes us and anxious, reactive and scared. The pandemic is also causing emotional outbursts, excessive crying and other similar reactions in specific individuals. This occurs because stress impacts the emotional centres of the brain- making us more aggressive or reactive. Along with affecting the control centre of the brain- the prefrontal cortex, stress also impacts the memory centres of the brain. This makes storage and acquisition of information difficult- hence children are forgetting recently acquired ‘mature’ habits like potty training and adults are forgetting coping mechanisms that have worked effectively for them in the past and are failing to learn new appropriate stress management mechanisms.<\/p>\n\n\n\n<h3><strong>Signs of Regression in Adults and Children<\/strong><\/h3>\n\n\n\n<p class=\"has-normal-font-size\">Though adults are also regressing, many parents are complaining about their children regressing to an earlier stage. In children, there are several signs of regression. Firstly, there are <strong>potty accidents<\/strong>&#8211; refusal to use the toilet, sudden foiling of pants. This perhaps occurs because in times of uncertainty “kiddos want to control”, and since there is so little under their direct control, they may manifest with regression in potty training, i.e. controlling their faces (Robbie Heath, 2020). Secondly, there is <strong>disrupted sleeping<\/strong>&#8211; children who would be able to sleep peacefully throughout the night are waking up multiple times at night. So much so that there has been a boom in sleep therapy during the pandemic. <strong>Decreased Independence<\/strong> is another implication of the pandemic, whereby children who had learnt to play alone are becoming very clingy and dependent. <strong>Learning being disrupted and Language regression<\/strong> is another sign of regression &#8211; increasingly children are talking in their ‘baby voice’ and using ‘baby words’- and children who had been successfully hitting developmental milestones are forgetting and learning extremely slowly. Moreover, if there are behaviour disruptions- that too is a sign of regression. That is if your child who has learnt self-soothing behaviours is suddenly throwing tantrums – he may be regressing.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large is-resized\"><img loading=\"lazy\" src=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/fsv-zmdf-vkd-k.jpg\" alt=\"\" class=\"wp-image-2282\" width=\"594\" height=\"320\" srcset=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/fsv-zmdf-vkd-k.jpg 650w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/fsv-zmdf-vkd-k-300x162.jpg 300w\" sizes=\"(max-width: 594px) 100vw, 594px\" \/><figcaption>S<em>OURCE: WEBMD<\/em><\/figcaption><\/figure><\/div>\n\n\n\n<p class=\"has-normal-font-size\">Adults regress for similar reasons that children regress- insecurity, fear, anxiety. Teenagers and adults are now being forced to spend hours with their parents- and many have been made to come back home from their hostel\/colleges. This means, for many, continuous arguments, feeling helpless and stifled and feeling lost. This is a form of stress and for some the rekindling of trauma. This is making them react in ways similar to the way they did when they were younger. Teenagers are acting like children- crying, whining, throwing tantrums, being messy and adults are acting teenager’s ad children- playing video games for hours, binging on food and shows, listening to music they did when they were younger. They do this because teenage behaviours, unlike adult behaviours are also usually defined by impulsivity and immediate gratification. Usually, teenagers engage in such behaviours because their frontal lobes do not completely develop till they are 21- but adults who mirror their behaviour do so as a response to stress. <strong>Many adults and teenagers are re-watching episodes of the series that brought them comfort when they were younger and felt isolated, many are studying in the same spot they did as kids, many are listening to the same music they did even though it doesn’t match their current taste.<\/strong> These are all forms of regression. Regressions to various stages can look different- for example, regression to the first stage of psychosexual development- oral can take the form of nail-biting, being verbally abusive: regression to the anal stage can take the form of being extremely messy or untidy. According to Lokko and Stern (2014) common regressive behaviours in adults (hospitalized for regression) engaging in baby talk, playing possum, throwing tantrums, needing comfort objects, rocking, pacing, bed wetting etc. Screaming at others is a very common symptom of regression and research has shown that though screaming is done out of sheer frustration- it may at some unconscious level represent the fantasy of forcing someone else to listen and protect the screamer (Brenner 2006). Regression is occurring in some adults due to Cabin Fever- the feeling of discomfort by staying home for long times. Cabin fever can unconsciously trigger previous traumatic experiences for adults, especially experiences of punishment and consequently can also re-trigger trauma.<\/p>\n\n\n\n<h3><strong>How to Deal with Regression<\/strong><\/h3>\n\n\n\n<p class=\"has-normal-font-size\">Usually, we stop using this defence when the stress goes away, but if we are seeing it is causing more harm than good then as an adult one should stop, breathe, ground oneself in one’s reality and recognise that one is not acting one’s age. This can be done by looking at one’s feet and or using grounding techniques. After having done that, one should mentally picture oneself as the age that one is behaving doing the activity that one is doing and compassionately talk to that mental image. For example- ask yourself why am I behaving this way?<\/p>\n\n\n\n<p class=\"has-normal-font-size\">To deal effectively with children is difficult. One must not shame the child for acting like a baby or bribe or cajole the child to behave in a particular way. This will only lead to a power struggle or exacerbate the regression as it is an unconscious way of eliciting additional support. Further, sympathizing and validating your child’s experiences are extremely important. Only after validation can one move to problem-solving. &nbsp;The parents should maintain boundaries but should not ignore the child. This is important because even the parent, is going through a huge amount of stress. A way of validating your child’s experiences is to not jump to reassurances that everything will go back to ‘normal’ soon. The only way that children will return to a higher level of functioning is if they feel safe and secure. This can only occur if the parent does not deal with the child according to their own standards and instead follows the child’s lead.<\/p>\n\n\n\n<h3><strong>Conclusion<\/strong><\/h3>\n\n\n\n<p class=\"has-normal-font-size\">Regression is extremely normal when short-lived. However, if it continues even after the traumatic incident has passed one should seek professional help. The scope of this article does not permit me to delve into the psychotherapeutic interventions which the pandemic necessitates. It is vital that we as individuals are not only patient with ourselves but also with others.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The COVID-19 pandemic has inspired multiple research papers, reviews and analyses. They all focus on the different psychological, social, economic and political implications of the pandemic. Though all the papers offer insight into the pandemic through a new lens- they all agree that the pandemic has had far-reaching impacts on<\/p>\n","protected":false},"author":32,"featured_media":2279,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[981],"tags":[544,543,541],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v16.5 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>REGRESSION DURING THE PANDEMIC - WISER WORLD<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"http:\/\/www.wiserworld.in\/regression-during-the-pandemic\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"REGRESSION DURING THE PANDEMIC - WISER WORLD\" \/>\n<meta property=\"og:description\" content=\"The COVID-19 pandemic has inspired multiple research papers, reviews and analyses. They all focus on the different psychological, social, economic and political implications of the pandemic. Though all the papers offer insight into the pandemic through a new lens- they all agree that the pandemic has had far-reaching impacts on\" \/>\n<meta property=\"og:url\" content=\"http:\/\/www.wiserworld.in\/regression-during-the-pandemic\/\" \/>\n<meta property=\"og:site_name\" content=\"WISER WORLD\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/Wiser-World-109811337349560\/?modal=admin_todo_tour\" \/>\n<meta property=\"article:published_time\" content=\"2020-07-21T19:56:00+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2020-09-11T12:51:54+00:00\" \/>\n<meta property=\"og:image\" content=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/8fix-1.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1013\" \/>\n\t<meta property=\"og:image:height\" content=\"688\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@wiserworld_in\" \/>\n<meta name=\"twitter:site\" content=\"@wiserworld_in\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"11 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"http:\/\/www.wiserworld.in\/#organization\",\"name\":\"Wiser World\",\"url\":\"http:\/\/www.wiserworld.in\/\",\"sameAs\":[\"https:\/\/www.facebook.com\/Wiser-World-109811337349560\/?modal=admin_todo_tour\",\"https:\/\/www.instagram.com\/wiserworld.in\/\",\"https:\/\/in.pinterest.com\",\"https:\/\/twitter.com\/wiserworld_in\"],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/#logo\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/09\/Screenshot-2020-04-08-at-17.42.23.png\",\"contentUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/09\/Screenshot-2020-04-08-at-17.42.23.png\",\"width\":1076,\"height\":1081,\"caption\":\"Wiser World\"},\"image\":{\"@id\":\"http:\/\/www.wiserworld.in\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"http:\/\/www.wiserworld.in\/#website\",\"url\":\"http:\/\/www.wiserworld.in\/\",\"name\":\"WISER WORLD\",\"description\":\"Connecting the world with knowledge!\",\"publisher\":{\"@id\":\"http:\/\/www.wiserworld.in\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"http:\/\/www.wiserworld.in\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/regression-during-the-pandemic\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/8fix-1.jpg\",\"contentUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/8fix-1.jpg\",\"width\":1013,\"height\":688,\"caption\":\"Regression\"},{\"@type\":\"WebPage\",\"@id\":\"http:\/\/www.wiserworld.in\/regression-during-the-pandemic\/#webpage\",\"url\":\"http:\/\/www.wiserworld.in\/regression-during-the-pandemic\/\",\"name\":\"REGRESSION DURING THE PANDEMIC - WISER WORLD\",\"isPartOf\":{\"@id\":\"http:\/\/www.wiserworld.in\/#website\"},\"primaryImageOfPage\":{\"@id\":\"http:\/\/www.wiserworld.in\/regression-during-the-pandemic\/#primaryimage\"},\"datePublished\":\"2020-07-21T19:56:00+00:00\",\"dateModified\":\"2020-09-11T12:51:54+00:00\",\"breadcrumb\":{\"@id\":\"http:\/\/www.wiserworld.in\/regression-during-the-pandemic\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"http:\/\/www.wiserworld.in\/regression-during-the-pandemic\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"http:\/\/www.wiserworld.in\/regression-during-the-pandemic\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"http:\/\/www.wiserworld.in\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"REGRESSION DURING THE PANDEMIC\"}]},{\"@type\":\"Article\",\"@id\":\"http:\/\/www.wiserworld.in\/regression-during-the-pandemic\/#article\",\"isPartOf\":{\"@id\":\"http:\/\/www.wiserworld.in\/regression-during-the-pandemic\/#webpage\"},\"author\":{\"@id\":\"http:\/\/www.wiserworld.in\/#\/schema\/person\/4cea5da89388b2f9ac7d71b82b1530e7\"},\"headline\":\"REGRESSION DURING THE PANDEMIC\",\"datePublished\":\"2020-07-21T19:56:00+00:00\",\"dateModified\":\"2020-09-11T12:51:54+00:00\",\"mainEntityOfPage\":{\"@id\":\"http:\/\/www.wiserworld.in\/regression-during-the-pandemic\/#webpage\"},\"wordCount\":2218,\"commentCount\":0,\"publisher\":{\"@id\":\"http:\/\/www.wiserworld.in\/#organization\"},\"image\":{\"@id\":\"http:\/\/www.wiserworld.in\/regression-during-the-pandemic\/#primaryimage\"},\"thumbnailUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/8fix-1.jpg\",\"keywords\":[\"Defence Mechanism\",\"Freud\",\"Regression\"],\"articleSection\":[\"Psychology\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"http:\/\/www.wiserworld.in\/regression-during-the-pandemic\/#respond\"]}]},{\"@type\":\"Person\",\"@id\":\"http:\/\/www.wiserworld.in\/#\/schema\/person\/4cea5da89388b2f9ac7d71b82b1530e7\",\"name\":\"Madhusree Dasgupta\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/0.gravatar.com\/avatar\/ca4df89d2c154250e6ac30313a1537bf?s=96&d=mm&r=g\",\"contentUrl\":\"http:\/\/0.gravatar.com\/avatar\/ca4df89d2c154250e6ac30313a1537bf?s=96&d=mm&r=g\",\"caption\":\"Madhusree Dasgupta\"},\"description\":\"Madhusree Dasgupta is a student of Psychology, pursuing her Bachelor's degree from Loreto College in Kolkata. She has also completed her Speech and Drama Certification from The University Of West London. Madhusree is a film buff and a book worm and enjoys understanding culture through different mediums.\",\"url\":\"http:\/\/www.wiserworld.in\/author\/madhusree\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/2217"}],"collection":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/users\/32"}],"replies":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/comments?post=2217"}],"version-history":[{"count":4,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/2217\/revisions"}],"predecessor-version":[{"id":2286,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/2217\/revisions\/2286"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/media\/2279"}],"wp:attachment":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/media?parent=2217"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/categories?post=2217"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/tags?post=2217"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}