{"id":2262,"date":"2020-07-23T15:50:04","date_gmt":"2020-07-23T10:20:04","guid":{"rendered":"http:\/\/www.wiserworld.in\/?p=2262"},"modified":"2020-09-11T19:54:07","modified_gmt":"2020-09-11T14:24:07","slug":"analysing-the-american-election-extravaganza-of-2020","status":"publish","type":"post","link":"http:\/\/www.wiserworld.in\/analysing-the-american-election-extravaganza-of-2020\/","title":{"rendered":"USA POLITICS &#8211; ANALYSES OF THE USA&#8217;s ELECTION 2020"},"content":{"rendered":"\n<p class=\"has-drop-cap has-normal-font-size\">The year 2020 has been a year unusual to others, to say the least. The ongoing coronavirus has put a halt on everything whether it be the economic situation or even the political situation. Not long before, we had the race between Joe Biden and Bernie Sanders in the Democratic Conventions, both competing for a place to run against the incumbent Donald Trump, as the President of the United States. Eventually, Biden won the democratic ticket. Unexpected events have unfolded since. The death of George Floyd created a huge stir in America dividing the country on opinions of race and politics. Kanye West even announced his plans to run for President, apparently being endorsed by Elon Musk the CEO of Tesla and SpaceX.&nbsp; So many things going on together and with only three months to go for the Presidential elections, the atmosphere in America doesn’t seem like that of an election year. The pandemic is the prime reason behind that, but there are so many other things as well.<\/p>\n\n\n\n<h3>The Process of the Presidential Election<\/h3>\n\n\n\n<p class=\"has-normal-font-size\">Before talking about the two candidates, it is important to understand how the election process works since it is very different from that of India. The election for the President of the USA is done separately from the legislative (The Senate and House of Representatives). The two main parties, Republicans and Democrats have small primaries and caucuses which are meetings of sorts in various states all over the country to decide the candidate from their party. When the two candidates are chosen, debates and campaigning is done, followed by voting. An electoral college is formed by the states of America and elections are held. Different states have different strengths for their college, keeping in mind the population of the particular state. The total number of seats is 538 and to become the President, a candidate needs to cross 270 seats. Since the division of seats is done on population, states like California and New York carry much more weight. The process from this point is more confusing. If a candidate wins the majority of the seats in a particular state, instead of the number of seats he has won goes into his account, but rather it is the total number of seats in the state that go into his account and it is said that he has ‘won the state’. For example, California has the most number of seats with 55 and hypothetically, if Biden wins 38 seats in the state, he gets the majority of the state. Not only that, in the total count he will get 55 seats to his name. Overall, whichever candidate reaches 270 seats in the college becomes the President. Now, let us look at the candidates.<\/p>\n\n\n\n<p class=\"has-normal-font-size\">&nbsp;As of now, we have two candidates. Donald Trump from the Republican Party and Joe Biden from the Democratic Party as the leading candidates. The campaign has not gone into full swing as of now and the presidential debates are yet to be held. All this said; let’s look at the two candidates.<\/p>\n\n\n\n<h3>&nbsp;The Incumbent &#8211; DONALD TRUMP<\/h3>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large is-resized\"><img loading=\"lazy\" src=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/kb-b-.njhgvcfg.jpg\" alt=\"\" class=\"wp-image-2310\" width=\"490\" height=\"325\" srcset=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/kb-b-.njhgvcfg.jpg 1024w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/kb-b-.njhgvcfg-300x199.jpg 300w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/kb-b-.njhgvcfg-768x509.jpg 768w\" sizes=\"(max-width: 490px) 100vw, 490px\" \/><figcaption><em>Credit: Carlos Barria\/Reuters<\/em><\/figcaption><\/figure><\/div>\n\n\n\n<p class=\"has-normal-font-size\">Starting with the incumbent Donald Trump; he has had little to no opposition when it comes to being endorsed by the Republican Party. The main reason behind this is the simple fact that he is the incumbent and has maintained a certain level of support in his key demographics. He has higher approval ratings than any other politician from the Grand Old Party (GOP) or the Republicans. Nonetheless, not every member has shown unequivocal support. Former presidential candidate from the Republican Party, <a href=\"https:\/\/www.cnbc.com\/2020\/02\/05\/impeachment-mitt-romney-will-vote-to-convict-trump-on-abuse-of-power-charge.html\">Mitt Romney had voted to convict Trump<\/a> during the infamous impeachment trials of early 2020. The economy has played to his advantage, at least before the pandemic and Trump does not shy away from taking the credit. Nonetheless, there are a few things that have played a role in the fall of his approval ratings. At the forefront, we have the mismanagement of the coronavirus outbreak in America.<a href=\"https:\/\/www.worldometers.info\/coronavirus\/country\/us\/\"> <\/a>Currently, <a href=\"https:\/\/www.worldometers.info\/coronavirus\/country\/us\/\">4.1 million people<\/a> have contracted the disease<a href=\"https:\/\/www.worldometers.info\/coronavirus\/country\/us\/\"> <\/a>and considering that Trump has previously ridiculed the ability of the virus to spread and not impose restrictions has reflected the lack of leadership. Second, we have an issue that has not been at the forefront of Presidential elections for the last 3-4 races. The issue of race and institutionalized racism has taken America by a storm and Trump has not managed to control it. He has not openly talked about facing the issue of race but has called the protestors thugs and terrorists. Even though bold stances like this worked in 2016, they do not seem to be effective this time around when the issue is as sensitive as a race. With these things in mind, let’s look at the Democratic nominee and former Vice President under the Obama administration, Joe Biden.<\/p>\n\n\n\n<h3>The Nominee &#8211; JOE BIDEN<\/h3>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large is-resized\"><img loading=\"lazy\" src=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/khjvg-1.jpg\" alt=\"\" class=\"wp-image-2312\" width=\"498\" height=\"280\" srcset=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/khjvg-1.jpg 740w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/khjvg-1-300x169.jpg 300w\" sizes=\"(max-width: 498px) 100vw, 498px\" \/><figcaption><em>Credit: <a href=\"https:\/\/www.cnbc.com\/2020\/02\/12\/joe-biden-campaign-collapse.html\">CNBC<\/a><\/em><\/figcaption><\/figure><\/div>\n\n\n\n<p class=\"has-normal-font-size\">Joe Biden was relatively late to coming forward with his candidature if we compare it to the likes of Elizabeth Warren and Bernie Sanders, who had been talking about their campaign for long before the start of the democrat party’s caucuses.&nbsp; This lack of early preparation was seen during the Iowa caucus and the primary in New Hampshire in which Biden didn’t perform very well. But eventually, things started to fall in place, with the regular debate over Sanders electability and Warren’s early withdrawal, Biden was eventually selected to be the Democratic presidential nominee. All this proposes the question that is Biden the best that Democrats have to offer, to go against Trump. Now even though a lot of voters think that his policies may not be as radical or as glaring as those of Sanders and Warren, he has been gaining the popular vote time and again. The political scientists within the party say that people just consider Biden to be more electable. Even though there are some question marks over his leadership ability and his ability to talk to people in a sense which creates a different political wave (something Trump did pretty well in 2016). Nonetheless, we have seen during the Obama presidency what Biden is capable of in terms of team management and keeping his administration smooth. Further, Biden is gaining more edge in political leadership after he had openly criticised the current President over his handling of the pandemic and the protests. All this is something that the political scientists have talked about the two leaders and there are differences in opinion. But one thing that is not as subjective is the polling data that various news agencies have collected.<\/p>\n\n\n\n<h3>Status of Polling Data and Opinion Polls<\/h3>\n\n\n\n<p class=\"has-normal-font-size\">The latest polling data, as of 9th June by <a href=\"https:\/\/www.realclearpolitics.com\/epolls\/2020\/president\/us\/general_election_trump_vs_biden-6247.html\">RealClearPolitics<\/a> shows a lead in favour of Biden by 6 points as he stands on 46%, as opposed to Trump&#8217;s 40% approval rate. Similarly, NPR (+8), NY Times (+14), Fox News (+12) and Quinnipiac(+15) all suggest Biden having a <a href=\"https:\/\/edition.cnn.com\/election\/2020\/presidential-polls\">huge lead<\/a> over the president. It is important to mention that the past few months have shown Trump&#8217;s worst <a href=\"https:\/\/news.gallup.com\/poll\/203198\/presidential-approval-ratings-donald-trump.aspx\">approval ratings<\/a> during his tenure, going down to 38%. He, without a doubt, will improve his ratings and consequently improve his numbers in the poll. So, it is not advisable to consider Biden to be the new President, just yet. Also, a data as general as this one is not usually considered to be a clear indicator of who will be winning, as was seen back in 2016 when Hilary had an advantage of 4-5% by the same data&nbsp; To better understand the polling data we need to divide the data into two different categories. The first is the situation in the swing states and secondly, the situation of the key demographics and the handling of various issues. An important note is that a lot of states are considered to be predominantly Red (Republican) and Blue (Democrats) states. This division is done, keeping in mind the dominance of the said party in the state in the previous elections as well as the general polling data. The states which do not fall under this category are the swing states. In the upcoming election, seven states have been identified by most of the political scientists as the swing states. These are Arizona, Florida, Wisconsin, North Carolina, Georgia, Michigan and Pennsylvania. Different networks consider different states to be swing states but on average these 7 states have been the most common. It is important to note that Trump won all of these states back in 2016. It is also worth mentioning that Biden has led the state of Texas which has been predominantly a red state, and so Trump is expected to win the state back even though a lot of journalists have started to consider Texas to be a swing state. Data between 17th and 22nd June collected by <a href=\"https:\/\/www.nytimes.com\/2020\/06\/25\/upshot\/poll-2020-biden-battlegrounds.html\">NY Times\/Siena poll<\/a> shows a huge advantage for Biden.&nbsp; Comparing the current numbers to that of 2016, we see that Trump has completely lost Michigan, Wisconsin and Pennsylvania, which he won by margins of less than 1 point, and is now trailing by 11, 11 and 10 respectively. Moving on North Carolina and Arizona have shown a smaller advantage as Biden leads by 9 and 7 points respectively. Florida is an interesting state which is considered vital for Trump&#8217;s re-election and he won it narrowly in 2016 by 1.6 but is currently trailing by 6 points. All this said, one has to keep in mind two things. First that most of these polls showed an advantage for Hilary as well but she lost these battleground states but second, her advantage was not as big as that of Biden. One would not be surprised if Trump manages to cut down the advantage in these swing states and also manage to win one or two conservative states, but will this be enough for him to regain presidency?<\/p>\n\n\n\n<p class=\"has-normal-font-size\">Going by the same <a href=\"https:\/\/www.nytimes.com\/2020\/06\/24\/us\/politics\/trump-biden-poll-nyt-upshot-siena-college.html\">source<\/a>, looking at the key demographics, Biden leads by 74 points with black voters, 39 points with Hispanic voters, 34 points with young voters (18-29), 22 points and 18 points with independent voters. This shows a key advantage that will play in the favour of Biden. Back in 2016, Trump won the election with a huge advantage, running up to 70 points, with independent voters, men, older voters and white people. This time the gap has cut so much that Biden leads in 3 of Trump’s key demographics i.e. independent, men and older voters. This seems like a much more negative trend than one would have predicted. Moving on, key issues like COVID and racial issues have <a href=\"https:\/\/www.nytimes.com\/2020\/06\/24\/us\/politics\/trump-biden-poll-nyt-upshot-siena-college.html\">highly favoured<\/a> Biden. People have started to doubt Trump’s leadership in these two aspects and considering that these are the two main issues of 2020 for America, Biden does seem to be favoured. On the other hand, Trump is preferred when it comes to immigration, economy and job creation. Trump has made it a point to claim the growth of the US economy before the pandemic to his benefit and that seems to be in his favour.<\/p>\n\n\n\n<h3>Conclusion<\/h3>\n\n\n\n<p class=\"has-normal-font-size\">Even though we are just 3-4 months before the elections happen, all of these are predictions and pre-election polls. A lot of things like the presidential debates, widespread campaigning and the actual Election Day turnout, all can change the way things stand today. This was seen back in 2016 to work in favour of Trump but that was because the difference between the two candidates was too small. That may not be the case this time but nothing can be said with certainty. Kanye West has pulled out of the race and it will be fair to say that he did not have much ground before as well. As of now, even though the polls indicate one thing, anything can happen. There is without a doubt a bit of uncertainty and just like 2016, the door is still open for both candidates to win the White House.&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The year 2020 has been a year unusual to others, to say the least. The ongoing coronavirus has put a halt on everything whether it be the economic situation or even the political situation. Not long before, we had the race between Joe Biden and Bernie Sanders in the Democratic<\/p>\n","protected":false},"author":33,"featured_media":2307,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[984,966],"tags":[574,568,306,577,569,572,579,573,393,582,571,576,570,575,509,578,581,580],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v16.5 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>USA POLITICS - ANALYSES OF THE USA&#039;s ELECTION 2020 - WISER WORLD<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"http:\/\/www.wiserworld.in\/analysing-the-american-election-extravaganza-of-2020\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"USA POLITICS - ANALYSES OF THE USA&#039;s ELECTION 2020 - WISER WORLD\" \/>\n<meta property=\"og:description\" content=\"The year 2020 has been a year unusual to others, to say the least. The ongoing coronavirus has put a halt on everything whether it be the economic situation or even the political situation. Not long before, we had the race between Joe Biden and Bernie Sanders in the Democratic\" \/>\n<meta property=\"og:url\" content=\"http:\/\/www.wiserworld.in\/analysing-the-american-election-extravaganza-of-2020\/\" \/>\n<meta property=\"og:site_name\" content=\"WISER WORLD\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/Wiser-World-109811337349560\/?modal=admin_todo_tour\" \/>\n<meta property=\"article:published_time\" content=\"2020-07-23T10:20:04+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2020-09-11T14:24:07+00:00\" \/>\n<meta property=\"og:image\" content=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/chris-hardy-aOpiHnxd_FQ-unsplash-min-min-scaled.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"2560\" \/>\n\t<meta property=\"og:image:height\" content=\"1440\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@wiserworld_in\" \/>\n<meta name=\"twitter:site\" content=\"@wiserworld_in\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"http:\/\/www.wiserworld.in\/#organization\",\"name\":\"Wiser World\",\"url\":\"http:\/\/www.wiserworld.in\/\",\"sameAs\":[\"https:\/\/www.facebook.com\/Wiser-World-109811337349560\/?modal=admin_todo_tour\",\"https:\/\/www.instagram.com\/wiserworld.in\/\",\"https:\/\/in.pinterest.com\",\"https:\/\/twitter.com\/wiserworld_in\"],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/#logo\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/09\/Screenshot-2020-04-08-at-17.42.23.png\",\"contentUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/09\/Screenshot-2020-04-08-at-17.42.23.png\",\"width\":1076,\"height\":1081,\"caption\":\"Wiser World\"},\"image\":{\"@id\":\"http:\/\/www.wiserworld.in\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"http:\/\/www.wiserworld.in\/#website\",\"url\":\"http:\/\/www.wiserworld.in\/\",\"name\":\"WISER WORLD\",\"description\":\"Connecting the world with knowledge!\",\"publisher\":{\"@id\":\"http:\/\/www.wiserworld.in\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"http:\/\/www.wiserworld.in\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/analysing-the-american-election-extravaganza-of-2020\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/chris-hardy-aOpiHnxd_FQ-unsplash-min-min-scaled.jpg\",\"contentUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/chris-hardy-aOpiHnxd_FQ-unsplash-min-min-scaled.jpg\",\"width\":2560,\"height\":1440,\"caption\":\"US Flag\"},{\"@type\":\"WebPage\",\"@id\":\"http:\/\/www.wiserworld.in\/analysing-the-american-election-extravaganza-of-2020\/#webpage\",\"url\":\"http:\/\/www.wiserworld.in\/analysing-the-american-election-extravaganza-of-2020\/\",\"name\":\"USA POLITICS - ANALYSES OF THE USA's ELECTION 2020 - WISER WORLD\",\"isPartOf\":{\"@id\":\"http:\/\/www.wiserworld.in\/#website\"},\"primaryImageOfPage\":{\"@id\":\"http:\/\/www.wiserworld.in\/analysing-the-american-election-extravaganza-of-2020\/#primaryimage\"},\"datePublished\":\"2020-07-23T10:20:04+00:00\",\"dateModified\":\"2020-09-11T14:24:07+00:00\",\"breadcrumb\":{\"@id\":\"http:\/\/www.wiserworld.in\/analysing-the-american-election-extravaganza-of-2020\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"http:\/\/www.wiserworld.in\/analysing-the-american-election-extravaganza-of-2020\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"http:\/\/www.wiserworld.in\/analysing-the-american-election-extravaganza-of-2020\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"http:\/\/www.wiserworld.in\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"USA POLITICS &#8211; ANALYSES OF THE USA&#8217;s ELECTION 2020\"}]},{\"@type\":\"Article\",\"@id\":\"http:\/\/www.wiserworld.in\/analysing-the-american-election-extravaganza-of-2020\/#article\",\"isPartOf\":{\"@id\":\"http:\/\/www.wiserworld.in\/analysing-the-american-election-extravaganza-of-2020\/#webpage\"},\"author\":{\"@id\":\"http:\/\/www.wiserworld.in\/#\/schema\/person\/f400a15485192fa52c778d2b24698f60\"},\"headline\":\"USA POLITICS &#8211; ANALYSES OF THE USA&#8217;s ELECTION 2020\",\"datePublished\":\"2020-07-23T10:20:04+00:00\",\"dateModified\":\"2020-09-11T14:24:07+00:00\",\"mainEntityOfPage\":{\"@id\":\"http:\/\/www.wiserworld.in\/analysing-the-american-election-extravaganza-of-2020\/#webpage\"},\"wordCount\":1977,\"commentCount\":0,\"publisher\":{\"@id\":\"http:\/\/www.wiserworld.in\/#organization\"},\"image\":{\"@id\":\"http:\/\/www.wiserworld.in\/analysing-the-american-election-extravaganza-of-2020\/#primaryimage\"},\"thumbnailUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/chris-hardy-aOpiHnxd_FQ-unsplash-min-min-scaled.jpg\",\"keywords\":[\"bernie sanders\",\"Biden\",\"covid\",\"democratic party\",\"Democrats\",\"donald trump\",\"elections\",\"joe biden\",\"politics\",\"president\",\"Presidential Elections\",\"republican party\",\"Republicans\",\"sanders\",\"Trump\",\"us elections\",\"us politics\",\"us presidential elections\"],\"articleSection\":[\"Politics &amp; Conflicts\",\"USA and Canada\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"http:\/\/www.wiserworld.in\/analysing-the-american-election-extravaganza-of-2020\/#respond\"]}]},{\"@type\":\"Person\",\"@id\":\"http:\/\/www.wiserworld.in\/#\/schema\/person\/f400a15485192fa52c778d2b24698f60\",\"name\":\"Siddharth Kaushik\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/1.gravatar.com\/avatar\/a4f4c10a41f6697e2b7449f6fbcf5976?s=96&d=mm&r=g\",\"contentUrl\":\"http:\/\/1.gravatar.com\/avatar\/a4f4c10a41f6697e2b7449f6fbcf5976?s=96&d=mm&r=g\",\"caption\":\"Siddharth Kaushik\"},\"description\":\"Siddharth is pursuing Bachelor of Arts (P) in History and Political Science. He has a highly developed interest in Indian and American politics along with an interest in international relations. He hopes to pursue law in the future.\",\"url\":\"http:\/\/www.wiserworld.in\/author\/siddharth\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/2262"}],"collection":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/users\/33"}],"replies":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/comments?post=2262"}],"version-history":[{"count":5,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/2262\/revisions"}],"predecessor-version":[{"id":2583,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/2262\/revisions\/2583"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/media\/2307"}],"wp:attachment":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/media?parent=2262"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/categories?post=2262"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/tags?post=2262"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}