{"id":2455,"date":"2020-07-29T17:03:08","date_gmt":"2020-07-29T11:33:08","guid":{"rendered":"http:\/\/www.wiserworld.in\/?p=2455"},"modified":"2020-09-11T21:40:06","modified_gmt":"2020-09-11T16:10:06","slug":"the-city-states-path-towards-a-smart-nation-singapore","status":"publish","type":"post","link":"http:\/\/www.wiserworld.in\/the-city-states-path-towards-a-smart-nation-singapore\/","title":{"rendered":"THE CITY-STATE’S PATH TOWARDS A SMART NATION: SINGAPORE"},"content":{"rendered":"\n<p class=\"has-drop-cap has-normal-font-size\">The city-state of Singapore obtained its formal independence in 1965. Its condition during that period looked completely different from the state that it is enjoying now. Back then, the country was flooded with problems. There was an alarming unemployment rate with the majority of the population under poverty, lack of housing facilities, limited natural resources, sub-standard or poor infrastructure and even racial riots and violence. The country suffered from low GDP. They seriously required a plan that envisions their development in all aspects and therefore they took globalization as a tool for the same. They decided to attract foreign investment by following the free market and capitalistic system. In order to make their nation suitable to implement this in reality, they had to have control in corruption, lower the tax burden and make it a disciplined nation. So they followed the stringent regime of law and order. Though this method of restricting the liberty to attain economic liberalization is highly controversial, it resulted in rapid economic growth and development for the country.<\/p>\n\n\n\n<p class=\"has-normal-font-size\">Within a short period of time, the country rose to be one of the high-income countries in the world. Currently, it comprises 0.42% of the World’s GDP (PPP). There was an exceptional shift from the export of labor-intensive goods like textiles, garments and basic electronics to high-value products like telecommunication, equipment, pharmaceuticals, refined petroleum, electronics, chemicals, etc. Singapore received 14 loans over the period of 1963-1975 from the World Bank and the majority of them was taken for infrastructural development like port expansions, sewage system, power and telecommunications etc. Now having one of the best infrastructures in the world, it has progressed in such way that it contributed US$10 million for the ‘Global Infrastructural Facility’ of World Bank. A loan taker to fund contributors for the same sector is a commendable evolution. <a href=\"https:\/\/www.hdb.gov.sg\/cs\/infoweb\/about-us\">Over 80%<\/a> of Singapore’s residents live in public housing. Manufacturing and service sectors stand as a support system for Singapore’s evolution.&nbsp;<\/p>\n\n\n\n<p class=\"has-normal-font-size\">Now Singapore is ranked NO.1 among 42 countries in the Asia- Pacific region, having the status as the world’s freest economy in <a href=\"https:\/\/www.heritage.org\/index\/country\/singapore\">2020 index<\/a> with an economic freedom score of 89.4. According to the<a href=\"http:\/\/www3.weforum.org\/docs\/WEF_TheGlobalCompetitivenessReport2019.pdf\"> Global Competitiveness Report<\/a> (GCI 4.0), Singapore is the most competitive economy with the first rank in road quality infrastructure, the efficiency of seaport and airport services, sea transport connectivity, macroeconomic stability, public sector performance, trade openness, labour market and no terrorism incidence. Singapore’s economic policies and strategies mostly focus on long-term investment and growth. One such strategy of Singapore which is futuristic in nature is discussed below.<\/p>\n\n\n\n<h3><strong>Smart Nation<\/strong><\/h3>\n\n\n\n<div class=\"wp-block-columns\">\n<div class=\"wp-block-column\" style=\"flex-basis:66.66%\">\n<p class=\"has-normal-font-size\">The third industrial revolution which is also known as digital revolution came into force with rapid increase in and adoption of computerization. From then, growth of technology is associated with accelerated innovations and inventions. Technology plays a significant role in economic development. While many countries are focusing on their digital future, Singapore is yet another country with its rapid digital transformation. The success of National Computerisation and Growth of the info-communications industry of Singapore stands as a certification for its national digitalization efforts. Taking a step ahead while keeping in mind the future challenges with respect to resource constraints, rising ageing and urban population and to attain the comparative advantage for Singapore, it launched the ‘SMART NATION’ initiative on November 2014 with a vision to provide a fulfilling and meaningful life for their people.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-column\" style=\"flex-basis:33.33%\">\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" width=\"570\" height=\"570\" src=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/37028783_1067560346743106_2626320012708675584_n.png\" alt=\"\" class=\"wp-image-2458\" srcset=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/37028783_1067560346743106_2626320012708675584_n.png 570w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/37028783_1067560346743106_2626320012708675584_n-300x300.png 300w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/37028783_1067560346743106_2626320012708675584_n-150x150.png 150w\" sizes=\"(max-width: 570px) 100vw, 570px\" \/><\/figure>\n<\/div>\n<\/div>\n\n\n\n<p class=\"has-normal-font-size\">The initiative aims to ‘TRANSFORM SINGAPORE THROUGH TECHNOLOGY’ by providing a convenient and sustainable living for its people with enhanced access to information and opportunities, space for businesses to improve productivity, innovation and growth and finally to have a government that can use the technology to serve its people better. Smart Nation would be a combined effort by people, governments and industries for their prosperous future.<\/p>\n\n\n\n<p class=\"has-normal-font-size\">The <a href=\"https:\/\/www.smartnation.gov.sg\/why-Smart-Nation\/pillars-of-smart-nation\">three pillars<\/a> of the Singapore’s Smart Nation are:<\/p>\n\n\n\n<div class=\"wp-block-group\"><div class=\"wp-block-group__inner-container\">\n<ul type=\"1\"><li><strong>Digital Economy<\/strong>: &nbsp;Along with the changes in technology, the way businesses and the economy operate also changes.<\/li><\/ul>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>“The Singapore Digital movement is our response to digital transformation- to help our businesses and work force prepare for and embrace these possibilities”<\/p><cite><em>S. Iswaran, Minister for Communications and Information<\/em><\/cite><\/blockquote>\n<\/div><\/div>\n\n\n\n<p>&nbsp;&nbsp;The Digital Economy focuses on attracting foreign investment, improving business efficiency and competitiveness along with providing wide opportunities for Singaporeans to stay ahead in the future.<\/p>\n\n\n\n<ul><li><strong>Digital Government: &nbsp;<\/strong>The central aim of the future digital government is to create” a government that is digital to the core and serves with the heart.”<\/li><\/ul>\n\n\n\n<p>By using the technology it focuses to serve its people and business with better opportunities to get a good service experience.<\/p>\n\n\n\n<ul><li><strong>Digital Society: <\/strong>A complete digital society, in general, should make sure that all the people in that society have access to technology and they are in a position to adopt them with relevant knowledge and The Digital Society of Singapore also aims at digital inclusion.<\/li><\/ul>\n\n\n\n<p class=\"has-normal-font-size\">Smart Nation and Digital Government Group (<a href=\"https:\/\/www.smartnation.gov.sg\/why-Smart-Nation\/sndgg\">SNGG<\/a>) which involves Smart Nation and Digital Government Office (SNGO) along with implementing agency, Government Technology Agency (Gov Tech) is responsible for building a Smart Nation.<\/p>\n\n\n\n<p class=\"has-normal-font-size\">According to the Smart Nation and Digital Government Office, the<a href=\"https:\/\/www.telecomreviewasia.com\/index.php\/news\/featured-articles\/1963-what-we-can-learn-from-singapore-s-smart-nation-initiative#:~:text=There%20is%20a%20lot%20to,transformation%20and%20address%20any%20challenges.\"> initiative’s<\/a> ”priority is to harness technology to address national challenges and drive transformation in key domains: health, education, transport, urban solutions and finance.”<\/p>\n\n\n\n<ul><li><strong>myENV app<\/strong> which provides the current environmental information and updates<\/li><li><strong>OneService app<\/strong> through which people can report all municipal issues in a common platform<\/li><li><strong>Smart Towns<\/strong> includes providing intelligent homes that make life easier, comfortable and enjoyable for the people. Example of this is the development of <a href=\"https:\/\/www.smartnation.gov.sg\/what-is-smart-nation\/initiatives\/Urban-Living\/smart-towns\">Punggoll<\/a> town<\/li><li><strong>Autonomous vehicles<\/strong> which is helpful for the elderly and specially able persons<\/li><li>On-demand shuttle where operations of transport services would be demand-driven so that resource management can be monitored<\/li><li><strong>HealthHub<\/strong> which is an online health information and service&nbsp; portal<\/li><li><strong>Contactless fare payment for public transport<\/strong>, <strong>TeleHealth,<\/strong> <strong>Digital Government Services, Data Innovation Program Office, CorpPass <\/strong>for businesses are some of the initiatives which are paving way for the Smart Nation. &nbsp;<\/li><\/ul>\n\n\n\n<p class=\"has-normal-font-size\">&nbsp;The <a href=\"https:\/\/www.smartnation.gov.sg\/what-is-smart-nation\/initiatives\/Strategic-National-Projects\">Strategic National Projects<\/a> are notable ones which stand as an enabler for building the Smart Nation. They are,<\/p>\n\n\n\n<ol type=\"i\"><li>CODEX<\/li><li>E-Payments<\/li><li>Moments Of Life Initiative<\/li><li>National Digital Identity<\/li><li>Smart Nation Sensor Platform<\/li><li>Smart Urban Mobility<\/li><\/ol>\n\n\n\n<p class=\"has-normal-font-size\"><strong>Smart Nation Scholarship<\/strong>: The best resource available in a country would be its young talent pool and a nation which utilises it in a better way will have a greater advantage. Singapore is taking a big step towards future of technologies, in order to achieve this, the country has to appreciate and develop the young brains and this scholarship is one such way to help the pillars of the nation who are going to play an active role in the transformation with technology.<\/p>\n\n\n\n<p class=\"has-normal-font-size\">In order to bring the expertise in the area of technology and engineering, they also provide Smart Fellowship so that there would be birth of innovative ideas from different individuals.<\/p>\n\n\n\n<h3><strong>Challenges<\/strong><\/h3>\n\n\n\n<p class=\"has-normal-font-size\">&nbsp;According to <a href=\"https:\/\/www.imd.org\/smart-city-observatory\/smart-city-index\/\">IMD Smart City Index<\/a> 2019, the smartest city in the world is Singapore. In 2018 it also won the Smart City Award in the Smart City Expo World Congress. Though the nation travels towards its goal, there are also many challenges ahead on the road. According to the Institute of Policy Studies, in 2017, 55.9% of Singaporeans polled, were optimistic about <a href=\"https:\/\/www.channelnewsasia.com\/news\/commentary\/singapore-smart-nation-city-digital-economy-government-success-12295302\">Smart Nation<\/a> initiatives and in 2018 it was 53.4% so there is a big responsibility in the hands of the state to retain the people’s confidence on the initiatives and to remove the fear of technological disruption. While many nations are piloting with the smart city initiative, Singapore with its brave efforts has planned it for the whole nation and the main challenge lies in reducing the gap between vision and reality. It must also increase technological accessibilities. Another big tension is about digital security.&nbsp; Having openness in data availability, the state must be very cautious about cybersecurity problems. We could see the government of Singapore taking various steps to overcome these difficulties. Apart from these, there are some of the problems which are external in nature. The growing economic nationalisation, rise in anti-globalisation and protectionism among the other countries, problems like deforestation in Singapore ( It lost nearly 90% of its forest, since 1980 due to increased land usage)and other technology-related environmental problems, rising concerns on the migrant workers who contributes more to that economy may also have an impact on the result of its initiative. Technology when used in the right manner for the right purpose will be fruitful, if not then may lead to negative repercussions<strong>.<\/strong><\/p>\n\n\n\n<h3><strong>Conclusion<\/strong><\/h3>\n\n\n\n<p class=\"has-normal-font-size\">Despite these challenges, it is undeniable that the country utilized its best resource- the people. At the initial stage of development itself Singapore made sure to educate and upskill its unskilled labour force with knowledge on information technology, electronics etc. In the last three decades their <a href=\"https:\/\/www.mas.gov.sg\/bonds-and-bills\/investing-in-singapore-government-securities\/Singapores-Economy\">development expenditure<\/a> accounted for an average of 1\/3<sup>rd<\/sup> of the government expenditure. Singapore ranked 1<sup>st<\/sup> out of 157 countries in the <a href=\"https:\/\/databank.worldbank.org\/data\/download\/hci\/HCI_2pager_SGP.pdf\">Human Capital Index<\/a><strong><u> <\/u><\/strong>, According to &nbsp;that, “ A child born in Singapore today will be 88% as productive when she grows up as she could be if she enjoyed complete education and full health.” Also HCI for girls were greater than boys. Be it past, present or future, Singapore’s focus is on its people- it invests in and for people. &nbsp;Overcoming the challenges and a complete focus on the goal of Smart Nation without any disruption on the road will lead to success. &nbsp;<\/p>\n\n\n\n<p class=\"has-normal-font-size\"><strong>Final note<\/strong>&#8211; Technology can be one of the means to a better life and not an end.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The city-state of Singapore obtained its formal independence in 1965. Its condition during that period looked completely different from the state that it is enjoying now. Back then, the country was flooded with problems. There was an alarming unemployment rate with the majority of the population under poverty, lack of<\/p>\n","protected":false},"author":23,"featured_media":2461,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[972,269,965],"tags":[489,13,680,678,676,677,636,679,674,675,369],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v16.5 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>THE CITY-STATE’S PATH TOWARDS A SMART NATION: SINGAPORE - WISER WORLD<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"http:\/\/www.wiserworld.in\/the-city-states-path-towards-a-smart-nation-singapore\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"THE CITY-STATE’S PATH TOWARDS A SMART NATION: SINGAPORE - WISER WORLD\" \/>\n<meta property=\"og:description\" content=\"The city-state of Singapore obtained its formal independence in 1965. Its condition during that period looked completely different from the state that it is enjoying now. Back then, the country was flooded with problems. There was an alarming unemployment rate with the majority of the population under poverty, lack of\" \/>\n<meta property=\"og:url\" content=\"http:\/\/www.wiserworld.in\/the-city-states-path-towards-a-smart-nation-singapore\/\" \/>\n<meta property=\"og:site_name\" content=\"WISER WORLD\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/Wiser-World-109811337349560\/?modal=admin_todo_tour\" \/>\n<meta property=\"article:published_time\" content=\"2020-07-29T11:33:08+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2020-09-11T16:10:06+00:00\" \/>\n<meta property=\"og:image\" content=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/WhatsApp-Image-2020-07-29-at-4.50.46-PM-min-1.jpeg\" \/>\n\t<meta property=\"og:image:width\" content=\"1279\" \/>\n\t<meta property=\"og:image:height\" content=\"720\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@wiserworld_in\" \/>\n<meta name=\"twitter:site\" content=\"@wiserworld_in\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"8 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"http:\/\/www.wiserworld.in\/#organization\",\"name\":\"Wiser World\",\"url\":\"http:\/\/www.wiserworld.in\/\",\"sameAs\":[\"https:\/\/www.facebook.com\/Wiser-World-109811337349560\/?modal=admin_todo_tour\",\"https:\/\/www.instagram.com\/wiserworld.in\/\",\"https:\/\/in.pinterest.com\",\"https:\/\/twitter.com\/wiserworld_in\"],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/#logo\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/09\/Screenshot-2020-04-08-at-17.42.23.png\",\"contentUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/09\/Screenshot-2020-04-08-at-17.42.23.png\",\"width\":1076,\"height\":1081,\"caption\":\"Wiser World\"},\"image\":{\"@id\":\"http:\/\/www.wiserworld.in\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"http:\/\/www.wiserworld.in\/#website\",\"url\":\"http:\/\/www.wiserworld.in\/\",\"name\":\"WISER WORLD\",\"description\":\"Connecting the world with knowledge!\",\"publisher\":{\"@id\":\"http:\/\/www.wiserworld.in\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"http:\/\/www.wiserworld.in\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/the-city-states-path-towards-a-smart-nation-singapore\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/WhatsApp-Image-2020-07-29-at-4.50.46-PM-min-1.jpeg\",\"contentUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/WhatsApp-Image-2020-07-29-at-4.50.46-PM-min-1.jpeg\",\"width\":1279,\"height\":720},{\"@type\":\"WebPage\",\"@id\":\"http:\/\/www.wiserworld.in\/the-city-states-path-towards-a-smart-nation-singapore\/#webpage\",\"url\":\"http:\/\/www.wiserworld.in\/the-city-states-path-towards-a-smart-nation-singapore\/\",\"name\":\"THE CITY-STATE\\u2019S PATH TOWARDS A SMART NATION: SINGAPORE - WISER WORLD\",\"isPartOf\":{\"@id\":\"http:\/\/www.wiserworld.in\/#website\"},\"primaryImageOfPage\":{\"@id\":\"http:\/\/www.wiserworld.in\/the-city-states-path-towards-a-smart-nation-singapore\/#primaryimage\"},\"datePublished\":\"2020-07-29T11:33:08+00:00\",\"dateModified\":\"2020-09-11T16:10:06+00:00\",\"breadcrumb\":{\"@id\":\"http:\/\/www.wiserworld.in\/the-city-states-path-towards-a-smart-nation-singapore\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"http:\/\/www.wiserworld.in\/the-city-states-path-towards-a-smart-nation-singapore\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"http:\/\/www.wiserworld.in\/the-city-states-path-towards-a-smart-nation-singapore\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"http:\/\/www.wiserworld.in\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"THE CITY-STATE\\u2019S PATH TOWARDS A SMART NATION: SINGAPORE\"}]},{\"@type\":\"Article\",\"@id\":\"http:\/\/www.wiserworld.in\/the-city-states-path-towards-a-smart-nation-singapore\/#article\",\"isPartOf\":{\"@id\":\"http:\/\/www.wiserworld.in\/the-city-states-path-towards-a-smart-nation-singapore\/#webpage\"},\"author\":{\"@id\":\"http:\/\/www.wiserworld.in\/#\/schema\/person\/ecb0c5e00fe20aa8138df7e667b898eb\"},\"headline\":\"THE CITY-STATE\\u2019S PATH TOWARDS A SMART NATION: SINGAPORE\",\"datePublished\":\"2020-07-29T11:33:08+00:00\",\"dateModified\":\"2020-09-11T16:10:06+00:00\",\"mainEntityOfPage\":{\"@id\":\"http:\/\/www.wiserworld.in\/the-city-states-path-towards-a-smart-nation-singapore\/#webpage\"},\"wordCount\":1574,\"commentCount\":0,\"publisher\":{\"@id\":\"http:\/\/www.wiserworld.in\/#organization\"},\"image\":{\"@id\":\"http:\/\/www.wiserworld.in\/the-city-states-path-towards-a-smart-nation-singapore\/#primaryimage\"},\"thumbnailUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/07\/WhatsApp-Image-2020-07-29-at-4.50.46-PM-min-1.jpeg\",\"keywords\":[\"economics\",\"Economy\",\"future\",\"lion city\",\"sg\",\"sg city\",\"singapore\",\"singaporean\",\"smart nation\",\"smart nation singapore\",\"technology\"],\"articleSection\":[\"Development\",\"Science and Technology\",\"The Pacific, East &amp; Southeast Asia\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"http:\/\/www.wiserworld.in\/the-city-states-path-towards-a-smart-nation-singapore\/#respond\"]}]},{\"@type\":\"Person\",\"@id\":\"http:\/\/www.wiserworld.in\/#\/schema\/person\/ecb0c5e00fe20aa8138df7e667b898eb\",\"name\":\"Jeyasundari S.\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/0.gravatar.com\/avatar\/0a1e5d12d23400b171600b81770135ed?s=96&d=mm&r=g\",\"contentUrl\":\"http:\/\/0.gravatar.com\/avatar\/0a1e5d12d23400b171600b81770135ed?s=96&d=mm&r=g\",\"caption\":\"Jeyasundari S.\"},\"description\":\"Jeyasundari is an incoming Masters student with a major in Economics at Azim Premji University. She aspires to step into the research field. Macroeconomics, development and public policy are some of her areas of interest. She is an orator and amateur scriptwriter.\",\"url\":\"http:\/\/www.wiserworld.in\/author\/jeyasundari\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/2455"}],"collection":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/users\/23"}],"replies":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/comments?post=2455"}],"version-history":[{"count":4,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/2455\/revisions"}],"predecessor-version":[{"id":2464,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/2455\/revisions\/2464"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/media\/2461"}],"wp:attachment":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/media?parent=2455"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/categories?post=2455"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/tags?post=2455"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}