{"id":2502,"date":"2020-08-03T14:38:58","date_gmt":"2020-08-03T09:08:58","guid":{"rendered":"http:\/\/www.wiserworld.in\/?p=2502"},"modified":"2020-12-26T20:48:05","modified_gmt":"2020-12-26T15:18:05","slug":"a-walk-through-the-israel-palestine-conflict","status":"publish","type":"post","link":"http:\/\/www.wiserworld.in\/a-walk-through-the-israel-palestine-conflict\/","title":{"rendered":"A WALK THROUGH THE ISRAEL-PALESTINE CONFLICT"},"content":{"rendered":"\n<p class=\"has-drop-cap\">“It would be my greatest sadness to see Zionists (Jews) do to Palestinian Arabs much of what Nazis did to them” these famous words spoken by Albert Einstein are somewhere highlighting the whole Israel Palestine conflict in just a few lines. The emergence of this conflict can be dated back to the late 19<sup>th<\/sup> century, when the <a href=\"https:\/\/en.wikipedia.org\/wiki\/Ottoman_Empire\">Ottoman Empire<\/a>; which occupied the whole Middle East in the 14<sup>th<\/sup> century, started becoming enfeebled. Palestine was a part of this empire. This period inculcated a nationalism feeling among Jews and hence led to the emergence of the <strong>Zionist movement<\/strong>. This is a movement in which the Jews wanted to go to Israel, as it was the holy land from where the Jewish religion emerged; the first Jewish kingdom was established there. The other reason for these migrations since the 1890s was due to Jewish persecution in Europe. They, thus, demanded their own nation, it wasn’t a large scale demand and began as small scale migration. With World War 1 approaching, the migration level increased. Jews started establishing their settlements in Palestine, thus restraining the Arab Palestinian to live on their land. This was the initial cause which led to the Jew- Arab conflicts. Another important reason for this conflict was the Balfour declaration in the United Kingdom in 1917.&nbsp;<\/p>\n\n\n\n<h3><strong>The<\/strong> <strong>Balfour declaration<\/strong><\/h3>\n\n\n\n<p>The Balfour Declaration was signed in 1917 and was initiated by the British. During World War 1, when the Ottoman Empire was on the verge of losing, the British foreign minister <a href=\"https:\/\/en.wikipedia.org\/wiki\/Arthur_Balfour\">Arthur Balfour<\/a> promised that the British will help the Jews to establish their national home in Palestine. Not only this, the British secretly even promised Palestine to Arabs. The Arabs were against the Ottoman Empire, thus, the British asked the Arabs to support them against an ottoman and in return promised Palestine. This is considered to be the beginning of the Israel Palestine conflict. <\/p>\n\n\n\n<p>After the World War 1, the Jews population rose from 3% in Ottoman Empire to 30%. Jews started buying land from Arab people and then they evicted the local Palestine Arabs. Jews settlements were established in large numbers. A new organization, known as British mandate of Palestine was formed. The British adopted the divide and rule policy by making different legislations for Jews, Arabs and Christians.<\/p>\n\n\n\n<p>In 1936, Arabs started revolts and protests against the British. To suppress this, the British encouraged the formation of Jewish militias. Jewish militias aided the British and helped them fight the Arabs. This incident, in turn, forced the British to rethink their policies. To ensure peace with Arab, the British decided to restrict the Jewish migration. As a result, the Jewish militias turned against the British.<\/p>\n\n\n\n<p>With this going on came World War 2 and then the <a href=\"https:\/\/en.wikipedia.org\/wiki\/The_Holocaust\">holocaust<\/a> took place in Germany. More than 4.2 million Jews were killed in gas chambers, leading to genocide against them. Jews people ran from Germany to nearby places so as to protect themselves. This worsened the Israel situation and so the British gave the matter to the United Nations.&nbsp;<\/p>\n\n\n\n<h3><strong>UN resolution<\/strong><\/h3>\n\n\n\n<p>The UN resolution for Israel-Palestine conflict was passed on November 29, 1947.<\/p>\n\n\n\n<ul><li>It Recommended partition of Palestine leading to an equal division of areas between a Jewish state and Palestine Arabs state. &nbsp;<\/li><li>International status was given to the city of Jerusalem. That is, it was given under international control.<\/li><\/ul>\n\n\n\n<p>&nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; <\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large\"><img loading=\"lazy\" width=\"346\" height=\"630\" src=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/image-4.png\" alt=\"\" class=\"wp-image-2506\" srcset=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/image-4.png 346w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/image-4-165x300.png 165w\" sizes=\"(max-width: 346px) 100vw, 346px\" \/><figcaption>Source: <a href=\"https:\/\/learning.blogs.nytimes.com\/2011\/11\/29\/nov-29-1947-united-nations-partitions-palestine-allowing-for-creation-of-israel\/\">NY Times<\/a><\/figcaption><\/figure><\/div>\n\n\n\n<h3><strong>Arab Nations v Israel&nbsp;<\/strong><\/h3>\n\n\n\n<p><strong>The first Israel war (1948-49)&nbsp;<\/strong><\/p>\n\n\n\n<p>Just after the UN declaration, neighbouring Egypt, Syria, Iraq, and Trans Jordon attacked the newly created state. They started the first war against Israel. Israel defended itself and even won the war by extending its boundaries and occupying more land than they were given in the 1947 declaration. About 7 lakh local Palestine Arabs fled the land and went to other countries as refugees. After this war, Gaza was occupied by Egypt and the West Bank by Jordan. Other areas of Palestine were occupied by Israel. The Palestine state which was formed by the UN was wrecked. But the war turned out to be successful for Israel.&nbsp;<\/p>\n\n\n\n<p><strong>Six day war in 1967&nbsp;<\/strong><\/p>\n\n\n\n<p>After the first Israel war in 1948, a six-day war started again in 1967. Egypt, Jordon, and Syria‘s relationship with Israel were in a dire state which this created a lot of tension amongst them. These three countries decided to secretly attack Israel. Just as Egypt’s army was about to attack, Israel did preemptive strike and defeated the Arab nations. It even captured the Golan Heights from Syria, Gaza and the Sinai Peninsula from Egypt, and the west bank from Jordon and thus tripled its area after this war.&nbsp;<\/p>\n\n\n\n<p><strong>Yom Kippur War in 1973&nbsp;<\/strong><\/p>\n\n\n\n<p>Egypt and Syria once again attacked Israel on the day of Yom Kippur, considered to be the most important festival for Jews, to regain Sinai and Golan. Initially, Israel suffered a lot and incurred losses but eventually repulsed the attack. To handle the matter peacefully, Egypt and Israel decided to talk.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; In 1978, in Camp David an agreement was signed between Egypt and Israel. Israel returned Sinai to Egypt and in return got its recognition as the state of Israel. This recognition was important for Israel as it was the first time it got recognized as a state by some other country. Slowly most Arab states made peace with Israel.&nbsp;<\/p>\n\n\n\n<h3><strong>1st <\/strong><a href=\"https:\/\/en.wikipedia.org\/wiki\/Intifada#:~:text=An%2520intifada%2520(Arabic%253A%2520%25D8%25A7%25D9%2586%25D8%25AA%25D9%2581%25D8%25A7%25D8%25B6%25D8%25A9%25E2%2580%258E,a%2520legitimate%2520uprising%2520against%2520oppression.\"><strong>Intifada<\/strong><\/a><strong> (1987-93)<\/strong><\/h3>\n\n\n\n<ul><li>Though Arab nations made peace with Israel, yet the Israel government did not give equal rights to the Palestine Arabs. The military control in the West Bank led to protests and boycotts.<\/li><li>The Palestine Arabs even attacked the Israel military, which resulted in large scale violence leading to the death of about 100 Jews and 1000 Palestinians.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<\/li><li>Two important organizations came into notice during this intifada. The first one was <strong>The Palestine liberation organization (PLO)<\/strong>, formed in 1964, which carried struggle for independent Palestine using both political and terror tactics. PLO was also famous for plane hackings.&nbsp;<\/li><li>The other one was <strong>Hamas<\/strong>, which was more nationalist and extremist. PLO wanted peace with Israel and demanded a separate state of Palestine. But Hamas was an extremist organization which didn’t consider Israel as a state. They claimed that Israel doesn’t have a right to exist in an Arab land.&nbsp;<\/li><\/ul>\n\n\n\n<h3><strong>Oslo accords 1993<\/strong><\/h3>\n\n\n\n<ul><li>After the secret negotiations in Oslo, an agreement was finally signed in Washington, dc between Yitzhak Rabin led Israel government and Yasser Arafat led PLO in 1993. &nbsp;<\/li><li>This agreement gave recognition to Israel as a state by the PLO, as well as gave recognition to PLO as the representative of people of Palestine by Israel. &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<\/li><li>They agreed to not have any war and to cease violence for 5 years, after which would lead to resolved conflicts between the two states. &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<\/li><li>A Palestine authority was formed for self-governance of Gaza and west bank, which were earlier under Israel’s military control. But in 2000 in Camp David II, the talks failed since both the states couldn’t come to a common ground. As a result, the <strong>peace process broke down<\/strong>.&nbsp;<\/li><\/ul>\n\n\n\n<p>&nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; <\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large\"><img loading=\"lazy\" width=\"814\" height=\"458\" src=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/image-5.png\" alt=\"\" class=\"wp-image-2507\" srcset=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/image-5.png 814w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/image-5-300x169.png 300w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/image-5-768x432.png 768w\" sizes=\"(max-width: 814px) 100vw, 814px\" \/><\/figure><\/div>\n\n\n\n<h3><strong>2nd INTIFADA (2000-05)<\/strong><\/h3>\n\n\n\n<ul><li>The triggering factor of the 2<sup>nd<\/sup> Intifada was the fact that Ehud Barak, the president of Israel at that time, went to the temple mount, considered a holy place by both Arabs and Jews, with around 1000 military men. This led to belligerence among the Palestine people and thus led to more violence.&nbsp;<\/li><li>As a result of this, about 1000 Jews and 3200 Palestinians were killed. Continuous terrorist attacks and bombing in the state took place, especially in buses, resulted in the demise of thousands of people.<\/li><\/ul>\n\n\n\n<p>After the Intifada II, there were plenty of changes in the policies of Israel and a rightward shift in the idea of politics. The Israel government focused on managing the conflict rather than solving it. Many Israel settlements on Gaza were removed and Israeli Defense forces were also withdrawn from the Gaza strip. Soon after this, Hamas won the election in Palestine and became very influential after 2006.&nbsp; Fatah – PLO was against Hamas and they didn’t want them to be a part of the Palestine government. &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; <\/p>\n\n\n\n<p>In 2007, Hamas occupied the whole Gaza strip and became even more powerful. As Hamas came into power, they started launching rockets into Israel. As a result of which <strong>Israel decided to blockade the whole Gaza strip<\/strong>. Nothing could now enter Gaza without getting approval of the Israel government, leading to tons of problems for people of Gaza. There is no electricity and water in their houses and the unemployment rate in Gaza have soared to <a href=\"https:\/\/english.aawsat.com\/home\/article\/2131386\/official-survey-says-unemployment-west-bank-gaza-rises-25#:~:text=The%2520unemployment%2520rate%2520in%2520Gaza,20%252C500%2520in%2520time%252Drelated%2520underemployment.\">45%<\/a>. Three wars in 2008, 2012 and 2014 happened in Gaza between Hamas and the Israel government, completely destroying the public infrastructure there.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; <\/p>\n\n\n\n<p>Tunnels were made by the members of Hamas so as to enter Israel. They entered Israel through these tunnels, attacked the people there and then secretly went back to Gaza through these tunnels.&nbsp; Though violence against civilians by the army is prohibited by the Geneva convections yet civilians continue to get attacked by both Hamas and Israel defence forces.<\/p>\n\n\n\n<h3><strong>Major issues&nbsp;<\/strong><\/h3>\n\n\n\n<p><strong>State of Jerusalem &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<\/strong><\/p>\n\n\n\n<p>Jerusalem is a very important state for Muslims, Jews and Christians. It is considered to be the Holiest state for Jews, the 3rd holiest place for Muslims and very important for Christians as it is considered to be the place crucification of Jesus took place. Its’ East part belongs to Muslims and West part to Jews. Between these, in the center are all the holy shrines. Israel controls the whole city and at times restricts access to holy sites; even Jews are not allowed to visit the most holy place of their religion so as to avoid religious conflicts.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; <\/p>\n\n\n\n<p>Though Israel claims Jerusalem to be its capital yet it is not internationally accepted by many countries. The USA was the first country to recognize Jerusalem as Israel’s capital in 2018.&nbsp;<\/p>\n\n\n\n<p><strong>Palestine refugees &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<\/strong><\/p>\n\n\n\n<p>Syria, Jordon and Egypt gave shelter to a lot of these refugees after the 1948 and 1967 wars. Around 5 million people suffered as a result of this. Even today, these refugees are living in camps. The biggest refugee camp of Syria is now stuck between the fight of Syria and ISIS. &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; <\/p>\n\n\n\n<p>Palestine demands that when the fight between Israel and Palestine is resolved these refugees should be allowed to come back to Palestine. But Israel did not agree to this and stated that if 5 million Arabs came back to Israel then it will be a threat for the Jews. &nbsp;<\/p>\n\n\n\n<p><strong>OTHER ISSUES&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<\/strong><\/p>\n\n\n\n<ul><li>Israel’s security concern over terrorist attacks against Israel by Hamas as well as civilian attacks.<\/li><li>Israel’s military occupation of the west bank is not supported by the Palestinians. The blockading of Gaza is criticized.<\/li><li>An illegal Israeli settlement in the west bank, as the area is allocated to Palestine by the UN.<\/li><li>Since Israel is a desert country, thus there is a shortage of water in the state. To reduce this problem, Israel uses water belonging to the Palestine area.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<\/li><li>The west bank wall is being constructed from 2002 so as to block the whole west bank. Though the Israel government claims that they are constructing this wall for security purpose, to protect themselves from terrorist attacks but this wall restricts the movement of Palestinians, thus leading to conflicts and violence.<\/li><\/ul>\n\n\n\n<h3><strong>Current situation<\/strong><\/h3>\n\n\n\n<p>The Gaza strip which is densely populated with Palestinians has been under blockade by the Israel military forces. Palestine at this movement claims over west bank, the Gaza strip and the historical city of eastern Jerusalem but Israel’s settlements are increasing in that area.&nbsp; Both Israel and Palestine have laid claim that Jerusalem is their capital.&nbsp;<\/p>\n\n\n\n<p>In July 2020, the Israel government decided to implement <a href=\"https:\/\/en.wikipedia.org\/wiki\/Trump_peace_plan\">Trump’s Middle East peace plan<\/a> but it has been delayed. This plan recognizes Jerusalem as Israel’s capital as well as accepts its demand of occupying Golan Heights and parts of the west bank. This plan creates a separate Palestine state but with the reduced territory and without its core demand that is Jerusalem as their capital.&nbsp;<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large\"><img loading=\"lazy\" width=\"254\" height=\"448\" src=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/image-1.png\" alt=\"\" class=\"wp-image-2503\" srcset=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/image-1.png 254w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/image-1-170x300.png 170w\" sizes=\"(max-width: 254px) 100vw, 254px\" \/><\/figure><\/div>\n\n\n\n<h3><strong>Conclusion&nbsp;<\/strong><\/h3>\n\n\n\n<p>All the experts and important leaders claim that this conflict can be resolved only by a <strong>two-state solution <\/strong>that will lead to the formation of independent Israel and Palestine state. If Trump’s Middle East plan will be implemented then both Israel and Palestine will become independent states. But Palestine will be left with the reduced territory and without its primary demand for Jerusalem. Hamas has already declared that implementation of this plan means declaration of war. Israel is somewhere ready to give the land but is a little concerned about its security.&nbsp;<\/p>\n\n\n\n<p>Both parties can be considered right on their part. The Israel people were tortured and killed in Europe and so their demand for a separate Jew nation is valid. Similarly, the Palestine people are right about not wanting to leave their native land. The Palestine refugees have a right to come back to their own land. This problem can only be solved if both the parties understand the legitimacy of each other narratives and try to reach a common ground.&nbsp; Presence of hawks and doves among the stakeholders on both the sides are somewhat delaying the peace process. If this controversial conflict is resolved in the near future then it will be a win-win situation for the whole world.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>“It would be my greatest sadness to see Zionists (Jews) do to Palestinian Arabs much of what Nazis did to them” these famous words spoken by Albert Einstein are somewhere highlighting the whole Israel Palestine conflict in just a few lines. The emergence of this conflict can be dated back<\/p>\n","protected":false},"author":28,"featured_media":2542,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[499,967,984],"tags":[48,700,702,704,698,703,701,705,699],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v16.5 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>A WALK THROUGH THE ISRAEL-PALESTINE CONFLICT<\/title>\n<meta name=\"description\" content=\"The Arabs were against the Ottoman Empire, thus, the British asked the Arabs to support them against an ottoman and in return promised Palestine.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"http:\/\/www.wiserworld.in\/a-walk-through-the-israel-palestine-conflict\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"A WALK THROUGH THE ISRAEL-PALESTINE CONFLICT\" \/>\n<meta property=\"og:description\" content=\"The Arabs were against the Ottoman Empire, thus, the British asked the Arabs to support them against an ottoman and in return promised Palestine.\" \/>\n<meta property=\"og:url\" content=\"http:\/\/www.wiserworld.in\/a-walk-through-the-israel-palestine-conflict\/\" \/>\n<meta property=\"og:site_name\" content=\"WISER WORLD\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/Wiser-World-109811337349560\/?modal=admin_todo_tour\" \/>\n<meta property=\"article:published_time\" content=\"2020-08-03T09:08:58+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2020-12-26T15:18:05+00:00\" \/>\n<meta property=\"og:image\" content=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/israel-1-min.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"967\" \/>\n\t<meta property=\"og:image:height\" content=\"504\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@wiserworld_in\" \/>\n<meta name=\"twitter:site\" content=\"@wiserworld_in\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"14 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"http:\/\/www.wiserworld.in\/#organization\",\"name\":\"Wiser World\",\"url\":\"http:\/\/www.wiserworld.in\/\",\"sameAs\":[\"https:\/\/www.facebook.com\/Wiser-World-109811337349560\/?modal=admin_todo_tour\",\"https:\/\/www.instagram.com\/wiserworld.in\/\",\"https:\/\/in.pinterest.com\",\"https:\/\/twitter.com\/wiserworld_in\"],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/#logo\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/09\/Screenshot-2020-04-08-at-17.42.23.png\",\"contentUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/09\/Screenshot-2020-04-08-at-17.42.23.png\",\"width\":1076,\"height\":1081,\"caption\":\"Wiser World\"},\"image\":{\"@id\":\"http:\/\/www.wiserworld.in\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"http:\/\/www.wiserworld.in\/#website\",\"url\":\"http:\/\/www.wiserworld.in\/\",\"name\":\"WISER WORLD\",\"description\":\"Connecting the world with knowledge!\",\"publisher\":{\"@id\":\"http:\/\/www.wiserworld.in\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"http:\/\/www.wiserworld.in\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/a-walk-through-the-israel-palestine-conflict\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/israel-1-min.jpg\",\"contentUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/israel-1-min.jpg\",\"width\":967,\"height\":504,\"caption\":\"A WALK THROUGH THE ISRAEL-PALESTINE CONFLICT\"},{\"@type\":\"WebPage\",\"@id\":\"http:\/\/www.wiserworld.in\/a-walk-through-the-israel-palestine-conflict\/#webpage\",\"url\":\"http:\/\/www.wiserworld.in\/a-walk-through-the-israel-palestine-conflict\/\",\"name\":\"A WALK THROUGH THE ISRAEL-PALESTINE CONFLICT\",\"isPartOf\":{\"@id\":\"http:\/\/www.wiserworld.in\/#website\"},\"primaryImageOfPage\":{\"@id\":\"http:\/\/www.wiserworld.in\/a-walk-through-the-israel-palestine-conflict\/#primaryimage\"},\"datePublished\":\"2020-08-03T09:08:58+00:00\",\"dateModified\":\"2020-12-26T15:18:05+00:00\",\"description\":\"The Arabs were against the Ottoman Empire, thus, the British asked the Arabs to support them against an ottoman and in return promised Palestine.\",\"breadcrumb\":{\"@id\":\"http:\/\/www.wiserworld.in\/a-walk-through-the-israel-palestine-conflict\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"http:\/\/www.wiserworld.in\/a-walk-through-the-israel-palestine-conflict\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"http:\/\/www.wiserworld.in\/a-walk-through-the-israel-palestine-conflict\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"http:\/\/www.wiserworld.in\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"A WALK THROUGH THE ISRAEL-PALESTINE CONFLICT\"}]},{\"@type\":\"Article\",\"@id\":\"http:\/\/www.wiserworld.in\/a-walk-through-the-israel-palestine-conflict\/#article\",\"isPartOf\":{\"@id\":\"http:\/\/www.wiserworld.in\/a-walk-through-the-israel-palestine-conflict\/#webpage\"},\"author\":{\"@id\":\"http:\/\/www.wiserworld.in\/#\/schema\/person\/276c770ce743e5fe3824f2094c86583f\"},\"headline\":\"A WALK THROUGH THE ISRAEL-PALESTINE CONFLICT\",\"datePublished\":\"2020-08-03T09:08:58+00:00\",\"dateModified\":\"2020-12-26T15:18:05+00:00\",\"mainEntityOfPage\":{\"@id\":\"http:\/\/www.wiserworld.in\/a-walk-through-the-israel-palestine-conflict\/#webpage\"},\"wordCount\":2868,\"commentCount\":3,\"publisher\":{\"@id\":\"http:\/\/www.wiserworld.in\/#organization\"},\"image\":{\"@id\":\"http:\/\/www.wiserworld.in\/a-walk-through-the-israel-palestine-conflict\/#primaryimage\"},\"thumbnailUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/israel-1-min.jpg\",\"keywords\":[\"Arab\",\"balfour declaration\",\"holocaust\",\"Intifada\",\"Israel\",\"jerusalem\",\"jews\",\"oslo\",\"palestine\"],\"articleSection\":[\"History\",\"Middle East\",\"Politics &amp; Conflicts\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"http:\/\/www.wiserworld.in\/a-walk-through-the-israel-palestine-conflict\/#respond\"]}]},{\"@type\":\"Person\",\"@id\":\"http:\/\/www.wiserworld.in\/#\/schema\/person\/276c770ce743e5fe3824f2094c86583f\",\"name\":\"Shreya Modgil\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/0.gravatar.com\/avatar\/0c28d652a34d80222ae8d9524da1193b?s=96&d=mm&r=g\",\"contentUrl\":\"http:\/\/0.gravatar.com\/avatar\/0c28d652a34d80222ae8d9524da1193b?s=96&d=mm&r=g\",\"caption\":\"Shreya Modgil\"},\"description\":\"Shreya is currently pursuing an undergraduate degree in economics from Gargi College, Delhi University. She is an avid reader and has a keen interest in history and socio-political scenarios.\",\"url\":\"http:\/\/www.wiserworld.in\/author\/shreya\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/2502"}],"collection":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/users\/28"}],"replies":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/comments?post=2502"}],"version-history":[{"count":5,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/2502\/revisions"}],"predecessor-version":[{"id":3960,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/2502\/revisions\/3960"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/media\/2542"}],"wp:attachment":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/media?parent=2502"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/categories?post=2502"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/tags?post=2502"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}