{"id":2570,"date":"2020-08-04T21:46:16","date_gmt":"2020-08-04T16:16:16","guid":{"rendered":"http:\/\/www.wiserworld.in\/?p=2570"},"modified":"2020-09-11T18:52:14","modified_gmt":"2020-09-11T13:22:14","slug":"can-the-internet-help-the-rural-kids-reclaim-their-childhood","status":"publish","type":"post","link":"http:\/\/www.wiserworld.in\/can-the-internet-help-the-rural-kids-reclaim-their-childhood\/","title":{"rendered":"CAN THE INTERNET HELP THE RURAL KIDS RECLAIM THEIR CHILDHOOD?"},"content":{"rendered":"\n<p class=\"has-drop-cap has-normal-font-size\">It is estimated that sixty-six percent of India’s population lives in its villages. Despite, the internet becoming synonymous with urbanisation, it is the <strong>rural India that holds the key to the digitalisation of the nation<\/strong>. With the internet making inroads into our villages, it becomes imperative to explore the impacts of this on the rural society. The article aims to study the impacts of internet penetration over the lives of children in rural areas. It will analyse the immediate and long term implications of digitalisation on the educational, social and physical growth of these children. The article also aims to highlight the existing challenges and the role of actors, both state and non-state, in overcoming them.<\/p>\n\n\n\n<h3><strong>Digitalising Indian Villages<\/strong><\/h3>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large is-resized\"><img loading=\"lazy\" src=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/WhatsApp-Image-2020-08-04-at-9.32.38-PM-min-1.jpeg\" alt=\"\" class=\"wp-image-2574\" width=\"363\" height=\"469\" srcset=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/WhatsApp-Image-2020-08-04-at-9.32.38-PM-min-1.jpeg 702w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/WhatsApp-Image-2020-08-04-at-9.32.38-PM-min-1-232x300.jpeg 232w\" sizes=\"(max-width: 363px) 100vw, 363px\" \/><figcaption><em>Source: <a href=\"https:\/\/tech.economictimes.indiatimes.com\/news\/internet\/rural-india-to-drive-internet-users-in-india-report\/75560221\">Economic Times<\/a><\/em><\/figcaption><\/figure><\/div>\n\n\n\n<p class=\"has-normal-font-size\">According to a report by <a href=\"https:\/\/tech.economictimes.indiatimes.com\/news\/internet\/rural-india-to-drive-internet-users-in-india-report\/75560221\">Kantar<\/a>, rural India, with 304 million monthly active internet users, will be the major driver of internet usage in the country. Rural India saw 4 times more growth in active users than urban India. With increasing access to the internet, rural India has found more opportunities to grow. Farmers can now get connected to the National Mandi for their produce, the artisans can reach out to global consumers through e-commerce and the younger generation can learn better skills and get better employment opportunities. It has also strengthened Panchayati Raj governance and helped in better implementation of government schemes. Its potential impacts on the children can lay the ground for a healthier and more skilled generation.<\/p>\n\n\n\n<h3><strong>Internet in the Education Sector<\/strong><\/h3>\n\n\n\n<p class=\"has-normal-font-size\">Even with the state making sure that education as a right is accessible by all, a large number of rural children are either not able to make it to schools or have to face a lack of quality education. Some of the schools are located in remote areas which makes reaching the school a challenge itself. Schools in rural areas also suffer from lack of infrastructure and shortage of teachers. According to a report by <a href=\"https:\/\/www.forbesindia.com\/blog\/education\/digital-education-among-students-in-rural-areas\/\"><strong>Forbes India<\/strong><\/a>, there are 97,273 single teacher schools in India, this is equivalent to 8.8% of the total schools in India. These hurdles are a major reason for school dropout rates as well. This makes it difficult to achieve the United Nation’s fourth Sustainable Development Goal, which aims to provide inclusive and equitable quality education to promote lifelong learning opportunities for all. <a href=\"https:\/\/www.internetsociety.org\/resources\/doc\/2017\/internet-access-and-education\/\"><strong>Access to the internet<\/strong><\/a> is fundamental to achieving this vision for the future.<\/p>\n\n\n\n<p class=\"has-normal-font-size\">Internet-based education has the potential to mitigate issues of quality and disinterest. Teaching through the use of video lessons can make the lessons interactive. Internet also opens up an opportunity to connect with the wider world outside the classroom. In addition to its use by teachers, guidance on how to utilise the power of the internet can encourage students to explore and learn from this repository of knowledge. Their skill and knowledge accusation would not be restricted by the syllabus. Internet also makes it possible for the teacher to reach out to a large number of students across various locations at the same time. This can play a major role in solving the issue of teacher shortage in the country.<\/p>\n\n\n\n<p class=\"has-normal-font-size\"><a href=\"https:\/\/www.villagesquare.in\/2017\/10\/27\/technology-helps-assams-rural-children-learn-better\/\"><strong>The Integrative approach to technology project<\/strong><\/a> being implemented in the seven north and northeastern states of India is an indicator of how the internet can be utilised to deliver knowledge in rural areas. According to the teachers in the states, project-based learning through the internet has made the students more inquisitive. The lessons have become more interactive and students were able to connect even the abstract mathematical theorems to real-life situations. The internet also allowed students to access information in their local languages. Internet thus has the potential to strengthen the efforts of making the basic human right to education become universally accessible.<\/p>\n\n\n\n<h3><strong>Internet and Social Growth<\/strong><\/h3>\n\n\n\n<p class=\"has-normal-font-size\">Childhood has, on numerous occasions, been considered the base of a healthy youth and an overall productive life. But there are a number of challenges in ensuring that every child has a healthy and enriching childhood. Instances of child labour are high in the country. Child marriages&nbsp;and malnourishment are other inhibitors to a normal childhood. Inadequate nutrition in the first 1000 days of a child’s life can lead to stunted growth, associated with impaired cognitive ability and reduced school and work performance. As per the Global Nutrition Report, 46.6 million children in India are stunted.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large is-resized\"><img loading=\"lazy\" src=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/WhatsApp-Image-2020-08-04-at-9.43.12-PM-min-1024x697.jpeg\" alt=\"\" class=\"wp-image-2579\" width=\"553\" height=\"376\" srcset=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/WhatsApp-Image-2020-08-04-at-9.43.12-PM-min-1024x697.jpeg 1024w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/WhatsApp-Image-2020-08-04-at-9.43.12-PM-min-300x204.jpeg 300w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/WhatsApp-Image-2020-08-04-at-9.43.12-PM-min-768x523.jpeg 768w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/WhatsApp-Image-2020-08-04-at-9.43.12-PM-min.jpeg 1280w\" sizes=\"(max-width: 553px) 100vw, 553px\" \/><figcaption><em><a href=\"http:\/\/www.soundnlight.in\/2018\/10\/17\/\">Digital Sakhi Programme<\/a><\/em><\/figcaption><\/figure><\/div>\n\n\n\n<p class=\"has-normal-font-size\">Internet has the potential to change this. It allows the information to reach the most remote of areas. Organisations, both governmental and non-governmental, are utilising its powers to reach out to the target audiences. Its role in the spread of education has been discussed above. All this together results in better awareness about the rights of children and the legal action that follows the breach of rules. It’s a two-way road, community activists can also use internet to reach out to organisations for help in order to stop child marriages or child labour. An interesting example of the use of internet to reduce or stop child marriages is to be found in Bangladesh. They, together with Plan International, have launched an app that allows the marriage registrars, solemnisers or matchmakers to establish the true age of the Bride and Groom. Since the physical documents were easy to forge, this app helps to digitally verify the document. It has helped to stop as many as 3700 child marriages. Government of India also launched a website pencil.gov.in to empower and encourage the civil society’s participation in the Anti- child labour programmes. It allows them to raise a complaint online instantly. Thus, through these applications and websites, internet allows for a an active community participation in the achievement of global goals with respect to Children marriages and child labour.<\/p>\n\n\n\n<p class=\"has-normal-font-size\">Another important hurdle to an active and fruitful childhood is lack of adequate nutrition. When the women in the family do not receive the nutrition they must, it leads to rising cases of children being malnourished or being born with physical and mental deficiencies. A malnourished child cannot even make use of his\/her cognitive skills and usually lags behind in life. <strong>Targeting the mother and child health, thus, could go a long way in reducing malnutrition among rural kids. <\/strong>Ministry of Women and Child Development, recently launched ICDS-CAS ( Common Application Software). It utilises internet technology for real-time Monitoring of nutritional outcomes. It would help in better tracking of beneficiaries and would make sure that home visits for pregnant women are done on time. It digitalises data entry and thus makes nutrition statuses available at all times. It has also improved the supervision of ground-level Anganwadi Workers and Lady Supervisors. This ensure that all benefits reach the mother on time, she takes proper nutritional supplements and gets an institutional delivery done.&nbsp; Internet, thus, has the potential to bring about improvement in mother-child health. This will have a domino effect on the lifelong productivity of the child.<\/p>\n\n\n\n<h3><strong>There is still more left to do!<\/strong><\/h3>\n\n\n\n<p class=\"has-normal-font-size\">The Government of India has, over the years, taken a number of steps to reduce the rural-urban digital divide. Going back five years, the government launched the Digital India mission. It was an umbrella programme with schemes in areas of digital infrastructure, digital empowerment, on-demand government services. One of the main agendas of the programme is to expand internet connectivity to rural areas. The government aims to achieve the goal of a digital village &#8211; rural areas with telemedicine facilities, virtual classes and solar power based WiFi hot spots. National Optic Fibre Network will be used to ensure internet connectivity to 2,50,000 gram panchayats. Rural Internet Mission involves the conversion of some 1,50,000 Post Offices into internet-based multi-service centres. In December last year, government launched a project with an investment of seven trillion &#8211; <a href=\"https:\/\/www.business-standard.com\/article\/economy-policy\/rs-7-trn-plan-to-provide-internet-access-to-rural-areas-by-2022-launched-119121701729_1.html\">The National Broadband Mission<\/a>. The agenda is to provide broadband access to all villages by 2022. Three million route kilometres of optical fibre cable is planned to be laid and density of tower per thousand is expected to increase.<\/p>\n\n\n\n<p class=\"has-normal-font-size\">Despite the fact that rural internet users are on a rise due to the efforts of the government but there are still hurdles left to cross. Lack of infrastructure necessary for the setting up of the connections is a major issue. In remote areas and difficult terrains, it becomes extremely difficult to lay down the fibre optic cables. The rural areas also suffer from poor internet speed making the use of internet ineffective. With widespread poverty, not everyone is able to afford a smartphone or personal computer to access the internet. Fluctuating electricity availability is another issue.&nbsp; We have come a long way but there is still a long road to tread.<\/p>\n\n\n\n<h3><strong>Conclusion<\/strong><\/h3>\n\n\n\n<p class=\"has-normal-font-size\">Internet has immense potential to bring about a positive change in the lives of the rural kids. This can be a major push to India’s dream of reaping the demographic dividend. Policymakers have realised the importance of India’s villages in making India a digital nation. But while making all the efforts we need to stay aware of the fact that rural India also suffers from digital illiteracy. Hence,&nbsp; according to a study by the World Bank, just providing them with internet connection will not lead to full utilisation of the internet potential. Even in school, teachers need to be well trained in how to prepare and disseminate an internet-based lesson. The ground level workers in villages need digital guidance so that they can efficiently use internet for awareness and monitoring. The policymakers and development experts seeking to improve the lives of rural kids must make sure that increasing internet penetration must be balanced with digitally skilled citizens.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>It is estimated that sixty-six percent of India’s population lives in its villages. Despite, the internet becoming synonymous with urbanisation, it is the rural India that holds the key to the digitalisation of the nation. With the internet making inroads into our villages, it becomes imperative to explore the impacts<\/p>\n","protected":false},"author":30,"featured_media":2576,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[972,269],"tags":[354,753,752,754,286,20,534,488,369],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v16.5 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>CAN THE INTERNET HELP THE RURAL KIDS RECLAIM THEIR CHILDHOOD? - WISER WORLD<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"http:\/\/www.wiserworld.in\/can-the-internet-help-the-rural-kids-reclaim-their-childhood\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"CAN THE INTERNET HELP THE RURAL KIDS RECLAIM THEIR CHILDHOOD? - WISER WORLD\" \/>\n<meta property=\"og:description\" content=\"It is estimated that sixty-six percent of India’s population lives in its villages. Despite, the internet becoming synonymous with urbanisation, it is the rural India that holds the key to the digitalisation of the nation. With the internet making inroads into our villages, it becomes imperative to explore the impacts\" \/>\n<meta property=\"og:url\" content=\"http:\/\/www.wiserworld.in\/can-the-internet-help-the-rural-kids-reclaim-their-childhood\/\" \/>\n<meta property=\"og:site_name\" content=\"WISER WORLD\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/Wiser-World-109811337349560\/?modal=admin_todo_tour\" \/>\n<meta property=\"article:published_time\" content=\"2020-08-04T16:16:16+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2020-09-11T13:22:14+00:00\" \/>\n<meta property=\"og:image\" content=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/DE-1080x675-2.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1079\" \/>\n\t<meta property=\"og:image:height\" content=\"607\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@wiserworld_in\" \/>\n<meta name=\"twitter:site\" content=\"@wiserworld_in\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"8 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"http:\/\/www.wiserworld.in\/#organization\",\"name\":\"Wiser World\",\"url\":\"http:\/\/www.wiserworld.in\/\",\"sameAs\":[\"https:\/\/www.facebook.com\/Wiser-World-109811337349560\/?modal=admin_todo_tour\",\"https:\/\/www.instagram.com\/wiserworld.in\/\",\"https:\/\/in.pinterest.com\",\"https:\/\/twitter.com\/wiserworld_in\"],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/#logo\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/09\/Screenshot-2020-04-08-at-17.42.23.png\",\"contentUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/09\/Screenshot-2020-04-08-at-17.42.23.png\",\"width\":1076,\"height\":1081,\"caption\":\"Wiser World\"},\"image\":{\"@id\":\"http:\/\/www.wiserworld.in\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"http:\/\/www.wiserworld.in\/#website\",\"url\":\"http:\/\/www.wiserworld.in\/\",\"name\":\"WISER WORLD\",\"description\":\"Connecting the world with knowledge!\",\"publisher\":{\"@id\":\"http:\/\/www.wiserworld.in\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"http:\/\/www.wiserworld.in\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/can-the-internet-help-the-rural-kids-reclaim-their-childhood\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/DE-1080x675-2.jpg\",\"contentUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/DE-1080x675-2.jpg\",\"width\":1079,\"height\":607},{\"@type\":\"WebPage\",\"@id\":\"http:\/\/www.wiserworld.in\/can-the-internet-help-the-rural-kids-reclaim-their-childhood\/#webpage\",\"url\":\"http:\/\/www.wiserworld.in\/can-the-internet-help-the-rural-kids-reclaim-their-childhood\/\",\"name\":\"CAN THE INTERNET HELP THE RURAL KIDS RECLAIM THEIR CHILDHOOD? - WISER WORLD\",\"isPartOf\":{\"@id\":\"http:\/\/www.wiserworld.in\/#website\"},\"primaryImageOfPage\":{\"@id\":\"http:\/\/www.wiserworld.in\/can-the-internet-help-the-rural-kids-reclaim-their-childhood\/#primaryimage\"},\"datePublished\":\"2020-08-04T16:16:16+00:00\",\"dateModified\":\"2020-09-11T13:22:14+00:00\",\"breadcrumb\":{\"@id\":\"http:\/\/www.wiserworld.in\/can-the-internet-help-the-rural-kids-reclaim-their-childhood\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"http:\/\/www.wiserworld.in\/can-the-internet-help-the-rural-kids-reclaim-their-childhood\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"http:\/\/www.wiserworld.in\/can-the-internet-help-the-rural-kids-reclaim-their-childhood\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"http:\/\/www.wiserworld.in\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"CAN THE INTERNET HELP THE RURAL KIDS RECLAIM THEIR CHILDHOOD?\"}]},{\"@type\":\"Article\",\"@id\":\"http:\/\/www.wiserworld.in\/can-the-internet-help-the-rural-kids-reclaim-their-childhood\/#article\",\"isPartOf\":{\"@id\":\"http:\/\/www.wiserworld.in\/can-the-internet-help-the-rural-kids-reclaim-their-childhood\/#webpage\"},\"author\":{\"@id\":\"http:\/\/www.wiserworld.in\/#\/schema\/person\/ad596c28f4f737f87bdd45d30288f54a\"},\"headline\":\"CAN THE INTERNET HELP THE RURAL KIDS RECLAIM THEIR CHILDHOOD?\",\"datePublished\":\"2020-08-04T16:16:16+00:00\",\"dateModified\":\"2020-09-11T13:22:14+00:00\",\"mainEntityOfPage\":{\"@id\":\"http:\/\/www.wiserworld.in\/can-the-internet-help-the-rural-kids-reclaim-their-childhood\/#webpage\"},\"wordCount\":1608,\"commentCount\":0,\"publisher\":{\"@id\":\"http:\/\/www.wiserworld.in\/#organization\"},\"image\":{\"@id\":\"http:\/\/www.wiserworld.in\/can-the-internet-help-the-rural-kids-reclaim-their-childhood\/#primaryimage\"},\"thumbnailUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/DE-1080x675-2.jpg\",\"keywords\":[\"children\",\"digital\",\"digital india\",\"digital revolution\",\"education\",\"India\",\"internet\",\"rural india\",\"technology\"],\"articleSection\":[\"Development\",\"Science and Technology\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"http:\/\/www.wiserworld.in\/can-the-internet-help-the-rural-kids-reclaim-their-childhood\/#respond\"]}]},{\"@type\":\"Person\",\"@id\":\"http:\/\/www.wiserworld.in\/#\/schema\/person\/ad596c28f4f737f87bdd45d30288f54a\",\"name\":\"Abhijit Kaur\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/0.gravatar.com\/avatar\/f07f7bbaf4cf32e45e11aae0011defea?s=96&d=mm&r=g\",\"contentUrl\":\"http:\/\/0.gravatar.com\/avatar\/f07f7bbaf4cf32e45e11aae0011defea?s=96&d=mm&r=g\",\"caption\":\"Abhijit Kaur\"},\"description\":\"Abhijit has recently finished her Post Graduation in Sociology from Delhi School of Economics. She has a long term goal of pursuing a career in academia. She wishes to improve and challenge her existing knowledge and contribute to the subject through research. Her areas of research include Social impacts of technology, Gender and Sustainable Development.\",\"url\":\"http:\/\/www.wiserworld.in\/author\/abhijit\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/2570"}],"collection":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/users\/30"}],"replies":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/comments?post=2570"}],"version-history":[{"count":2,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/2570\/revisions"}],"predecessor-version":[{"id":3211,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/2570\/revisions\/3211"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/media\/2576"}],"wp:attachment":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/media?parent=2570"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/categories?post=2570"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/tags?post=2570"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}