{"id":2627,"date":"2020-08-07T23:37:52","date_gmt":"2020-08-07T18:07:52","guid":{"rendered":"http:\/\/www.wiserworld.in\/?p=2627"},"modified":"2020-12-26T20:43:10","modified_gmt":"2020-12-26T15:13:10","slug":"how-abuse-impacts-sexual-health","status":"publish","type":"post","link":"http:\/\/www.wiserworld.in\/how-abuse-impacts-sexual-health\/","title":{"rendered":"SEXUAL HEALTH — HOW ABUSE IMPACTS SEXUAL HEALTH"},"content":{"rendered":"\n<p class=\"has-drop-cap has-normal-font-size\">Before we can begin to understand this relationship between sexual health and abuse, we must define sexual health. According to the <a href=\"https:\/\/www.who.int\/topics\/sexual_health\/en\/\">World Health Organization<\/a>, “ Sexual health is a state of physical, mental and social well-being concerning sexuality. It requires a positive and respectful approach to sexuality and sexual relationships, as well as the possibility of having pleasurable and safe sexual experiences, free of coercion, discrimination and violence”. In essence, this means that sexual health is not just confined to the absence of any sexual disorders or pain. Rather sexual health is a much broader concept, engulfing in it positive sexual attitudes, healthy sexual behaviour, painless sexual intercourse etc. In this paper, I will attempt to examine the impact of abuse (specifically sexual abuse) on individuals along the gender spectrum.&nbsp;<\/p>\n\n\n\n<h3>WHAT ARE THE DIFFERENT TYPES OF ABUSE?<\/h3>\n\n\n\n<div class=\"wp-block-columns\">\n<div class=\"wp-block-column\">\n<p class=\"has-normal-font-size\">Abuse can be of many types and though this article will be focusing mainly on sexual abuse, it is important to understand most of them. Broadly there are <a href=\"https:\/\/reachma.org\/6-different-types-abuse\/\">6 types of abuses<\/a>: Physical, Verbal, Mental, Financial, Cultural and Sexual. Physical abuse or violence is to do with invading one’s personal space and hitting, beating etc. Linked to such abuse is domestic abuse or what is called Intimate Partner Violence. Verbal or Emotional abuse is also relevant to this paper. Emotional abuse can include belittling someone, making fun of someone, constantly critiquing someone etc. Unlike physical abuse, emotional abuse is harder to visibly identify. Mental abuse occurs when one is made to believe that one is crazy, where one is constantly made to reach the brink of a breakdown. Constant gaslighting, ‘victim playing’ etc are examples of mental abuse- a series of actions which wears away at the other’s sense of mental well being. When actions which amount to mental abuse occur over a sustained period they can make the person feel like they are “ going crazy”.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-column\">\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large is-resized\"><img loading=\"lazy\" src=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/jkgcfxzjxjfh.png\" alt=\"\" class=\"wp-image-2628\" width=\"408\" height=\"415\" srcset=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/jkgcfxzjxjfh.png 531w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/jkgcfxzjxjfh-295x300.png 295w\" sizes=\"(max-width: 408px) 100vw, 408px\" \/><figcaption><em>Source: <a href=\"https:\/\/www.theduluthmodel.org\/wheels\/\" target=\"_blank\" rel=\"noreferrer noopener\">Domestic Abuse Intervention Programs<\/a><\/em><\/figcaption><\/figure><\/div>\n<\/div>\n<\/div>\n\n\n\n<p class=\"has-normal-font-size\">Financial abuse is essentially control of economic resources. Money is a huge source of power and withholding the same amounts to an abuse of power. This would include not letting the survivor open their bank accounts, not giving them money when they need it etc. Cultural abuse amounts to using a part of the survivor’s culture to abuse them. For example not letting a Muslim practice Ramdan or threatening to ‘out someone’ because of their sexual orientation. Sexual abuse includes various actions under it. This includes but is not limited to grabbing someone’s private parts, forcing anal sex, forcing vaginal penetration, forcing cunnilingus\/oral sex. It also involves using sex as a weapon or using it as the basis for assigning someone value. It is essentially, <a href=\"https:\/\/www.apa.org\/topics\/sexual-abuse\">“ unwanted sexual activity, with perpetrators using force, making threats or taking advantage of victims not able to give consent”<\/a>. Usually, sexual abuse, in the case of women includes penetration as shown in a study in <a href=\"https:\/\/www.researchgate.net\/publication\/279933984_The_relation_between_early_abuse_and_adult_sexuality\">1999<\/a>. <a href=\"https:\/\/www.researchgate.net\/publication\/279933984_The_relation_between_early_abuse_and_adult_sexuality\">Studies<\/a> have also found that there is no significant correlation between childhood emotional abuse, physical abuse and neglect in adult sexuality, independent of the other forms of abuse. Hence since sexual abuse is the only concept which has shown to have an independent impact on sexual health most of the times, I have focused on that. However, I also touch upon the impact of intimate partner violence and emotional abuse<\/p>\n\n\n\n<h3>SEXUAL SELF CONCEPT<\/h3>\n\n\n\n<p class=\"has-normal-font-size\"><a href=\"https:\/\/www.researchgate.net\/publication\/240241582_The_Sexuality_Scale_An_instrument_to_measure_sexual-esteem_sexual-depression_and_sexual-preoccupation\">Snell and Papini<\/a> in 1989 came up with the concept of sexual self-concept- how an individual feels about his or her own sexuality. According to them, the sexual self-component has three components: “Sexual Self-Esteem (SSE) (dispositional tendency to positively evaluate one’s ability to relate sexually with others), Sexual Depression (SD) (chronic tendency to feel sad and discouraged about the sexual aspects of one’s life) and Sexual Preoccupation (SP); the continuing tendency to be absorbed and obsessed with sexual thoughts and behaviours that practically prevent one from thinking about other matters” (Snell, Fisher, &amp; Schuh, 2001; Snell &amp; Papini, 1989).<\/p>\n\n\n\n<p class=\"has-normal-font-size\">&nbsp;SSE and SD were opposite constructs of the same psychological dimension that is if one believes one is satisfactorily being able to engage in sexual congress and relate sexually with others he\/she will not face SD- feeling like one has failed to do ‘well’ sexually. Wiedemann &amp; Allgeier, 1993 found a positive relationship between SP and SD in men which lead to overall low self-esteem and clinical depression. Heinrichs et al 2009 found that SSE is an important aspect of sexual health. SSE is learnt from one’s sexual history, relationships with peers and familial context (Gaynor and Underwood,1995). <a href=\"https:\/\/www.researchgate.net\/publication\/240241582_The_Sexuality_Scale_An_instrument_to_measure_sexual-esteem_sexual-depression_and_sexual-preoccupation\">Studies <\/a>show that SSE is negatively correlated to sexual risk behaviours and sexual abuse but is positively correlated to sexual assertiveness, sexual satisfaction, sexual identity, wellbeing, body image and perceptions of physical attractiveness. Lack of SSE has been found in women who are survivors of sexual abuse, cancer and women who use drugs. It is important to understand the concept of sexual self-concept because of its link to the concept of “traumatic sexualization” which is extremely relevant to this paper. <a href=\"https:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/j.1939-0025.1985.tb02703.x\">Finklehor and Browne (1985)<\/a> stated that because of childhood sexual abuse (CSA) one may be confused about one’s sexual self-concept and have unusual emotions attached to sex. Essentially CSA, according to this concept leads to an inappropriate sexual identity. For example, the belief that only by engaging in sexual congress will one be&nbsp;‘loved and saved’.<\/p>\n\n\n\n<h3>THE IMPACT ON FEMALE SEXUAL HEALTH<\/h3>\n\n\n\n<p class=\"has-normal-font-size\">Generally, it has been found that women who have been sexually abused have a higher sexual drive, more number of sexual fantasies, engage in a lot of masturbation and sexual intercourse (<a href=\"http:\/\/dx.doi.org\/10.1080\/00224499909552011\">Meston et al 1999<\/a>) However conversely an older review by Browne and Finklehor (1986) found CSA to be linked in women to inhibited orgasm, lower sexual self-esteem and negative attitudes towards sexuality. Women have also reported their sexual abuse negatively. Such a stark difference between how men and women view sexual abuse can be explained by the following reasons. Women are more likely to face sexual abuse at a younger age compared to men. Child sexual abuse amongst females is more likely to involve incestuous acts whereas the same isn’t the case with men. Moreover, many men do not see sexual abuse as abuse because of the physiological response of an erection to forced stimulation of their genitals. Some men cannot discriminate between mental and physiological(which is out of their control when their prostate is stimulated) responses to abuse and hence incorrectly remember the event as something “ they enjoyed”. Female promiscuity which is a natural result of child sexual abuse goes against the feminine norm of submissiveness and restraint when it comes to initiating sexual congress, because of such a clash, women may come to see themselves as sexually atypical (unrestricted, damaged etc). However, for men, such a self-perception will not be formed because they are expected to be sexually unrestrained. <a href=\"https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/00926239808404921?journalCode=usmt20\">Kinder and Bartoi, 2008<\/a> have reported that women who have been sexually abused are more sexually dissatisfied, more non-sensual and less satisfied with the overall quality of their recent sexual relationships as compared to non-abused women. Dore (1994) stated that a combination of childhood physical and sexual abuse results in unsafe sex and alcohol and drug-related sexual behaviour.&nbsp; A <a href=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC5296519\/\">study <\/a>of a sample in Iran also found that women who experience Intimate partner violence show sexual dysfunction. <a href=\"https:\/\/doi.org\/10.1016\/j.sxmr.2017.12.002\">Pulverman<\/a> (2018) showed that repeated CSA leads to sexual dysfunction in women. This would include disorders of desires and arousal. CSA also leads to low sexual arousal in females. CSA is defined as unwanted sex between an adult and a child involving penetration vaginally, orally, anally using one’s organs or foreign objects. This link occurs for many reasons. Meston and Heiman 2000 found, using a card-sorting task that abused women who have been abused show that they perceive sexual stimuli negatively. Secondly, the Sympathetic nervous system activation may also explain why women who have experienced abuse do not find pleasure in sex. SNS activation (increased heart rate, breathing, muscle tension etc) occurs both during abuse and sex. However, it is possible that during chosen sexual congress as well, the survivor may relive portions of their abuse. It is because of this that SNS arousal in abused females is already high. Hence the ‘normal’ arousal which accompanies intercourse may make the cumulative SNS arousal too high for females, resulting in either pain or unsatisfactory sexual experiences. Low body image and a negative sexual self- concept have also been used to explain such a reaction. <a href=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC3012425\/\">Jennie and Penelope<\/a> also found that abused partners are more pre-occupied with sex, younger at first voluntary intercourse, are more likely to become a teenage mother and show lower birth control efficacy. They also show that if the girl has been abused by the biological father, it results in higher sexual ambivalence and aversion in her.<\/p>\n\n\n\n<h3>THE IMPACT ON MEN SEXUAL HEALTH<\/h3>\n\n\n\n<p class=\"has-normal-font-size\"><a href=\"http:\/\/dx.doi.org\/10.1080\/00224499909552011\">Meston et al 1999<\/a> found that for men frequency of emotional abuse independent to any other form of abuse was negatively correlated to sexual satisfaction and body image. One reason for this could be that because of said emotional abuse, global self-appraisal was affected, that is because of constantly being told one is worthless, ugly etc one may start viewing themselves as such and this may affect their body image. Another proposed reason was emotional abuse in men leads to a fall in self-efficacy which consequently leads to a fall in their dating efficacy. Therefore, this results in an inability to initiate dates as is assumed to be the norm for men, due to which their sexual pleasure may be impacted, however, further research needs to be done in this area. Romano and Luca 1999 found that men do not report sexual assault. This is because of many reasons, firstly because of the fear of being termed as homosexual. Since in most cases of male sexual abuse the abuser is also male, the survivors feel that if they report such a case they may invariably be termed as homosexuals. Secondly, men have to follow the pervasive norm of being stoic and restrained. By reporting their abuse men seek to violate this norm and hence usually opt for silence. Lastly, boys are given more freedom than girls during childhood. Fearing that this freedom will be snatched away from them if they report that they have been abused, they shy away from reporting child sexual abuse. Child sexual abuse in men leads to more externalising behaviour (aggression) whereas, for women, it leads to more internalising behaviour. It is a combination of the fear of being a homosexual (because of the fear that reporting abuse by a man may be synonymous to being gay) and a belief that the abuse happened because they were showing feminine attributes ( being a ‘sissy’, wearing ‘girly pants’, having fewer muscles and a soft voice), that sexual abuse in men leads to compensatory behaviours. This would include excessive masturbation, hypersexuality, aggressive sexual behaviours etc. Brie (1996) explained the cycle of compensatory sexual behaviours wherein the survivor seeks partners to receive nurturance, but then finds such a superficial contact unsatisfactory after the initial excitement fades which leads to the individual seeking another sexual partner. Moreover, if the survivor experiences an orgasm during the abuse it may lead to a life long obsession with abuse-related masturbation. However, it is important to point out here that the anus, for men, is extremely sensitive and when stimulated may lead to ejaculation or erection. This is because the stimulation of the prostate leads to physiological responses in men which are beyond their control.&nbsp;<\/p>\n\n\n\n<h3>THE IMPACT ON THE LESBIAN GAY BISEXUAL COMMUNITY<\/h3>\n\n\n\n<p class=\"has-normal-font-size\">CSA victims and LGB adolescence usually experience the same feelings. This is because both have similar feelings of sexual confusion, shame and have a stigmatised identity. Sexual abuse influences sexual identity formation. This is because many gay people explore sex with other people before coming out, and hence this “coming out” process may be affected. Specifically, some LGB individuals who have experienced CSA may engage in sex before their non-abused peers and some may avoid sex altogether.&nbsp; <a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/19042606\/\">Brady, 2014<\/a> explained how the coming out process may be affected by stating that CSA retards the Homosexual Identity formation(HIF) process (Cass, 1979).The&nbsp; six stages of HIF are: (a) Identity Confusion, (b) Identity Comparison,(c)&nbsp; Identity&nbsp; Tolerance,&nbsp; (d)&nbsp; Identity&nbsp; Acceptance,&nbsp; (e)&nbsp; Identity&nbsp; Pride,&nbsp; and(f) Identity Synthesis. The first three stages concern the question “Who am I?” while the latter three stages concern the question “Where do I belong?”.&nbsp; CSA impacts homosexuals in a very unique manner, CSA, in any case, leads to confusion, inferiority and despair in individuals. If one adds to this a culture which disdains homosexuality it results in an entire population of people who have difficulty in reconciling an affirmative gay identity. For example, a case study shows that CSA in a 60+year-old man retarded the HIF process so much that he did not come out until he was above 65. This was because the first stage of identity confusion was prolonged. Studies have also shown that gay men are at a higher risk of physical and sexual abuse and Wrights (2001) stated that gay men engage in a spiral of risk wherein they perform high-risk sexual behaviour just so that they can belong avoid abandonment. This leads to a negative impact on self-esteem. <a href=\"https:\/\/www.amazon.com\/Trauma-Stress-Resilience-Sexual-Minority\/dp\/1560233079\">Hall (1999)<\/a> stated that problems in sexual relationships in lesbians as a result of sexual abuse arise in different forms. This includes high sex risk-taking behaviour, an inability to express sexual needs, fear of initiating sex, inability to discriminate between sex, love and intimacy etc. Herman 1992 stated that repeated trauma erodes the structure of personality already formed, but also repeated trauma during childhood forms and deforms the personality. It is perhaps because of this that gay men choose abused partners and have problems in finding love and managing their relationships.&nbsp;<\/p>\n\n\n\n<h3>THE GENERAL IMPACT OF ABUSE ON SEXUAL HEALTH&nbsp;<\/h3>\n\n\n\n<p class=\"has-normal-font-size\"><a href=\"https:\/\/doi.org\/10.1016\/j.chiabu.2016.06.005\">Dionne 2016<\/a> found that abuse of power in relationships which takes the form of sexual abuse has a two- dimensional impact. If the individual seeks to end their pain by using drugs, engaging in multiple sexual relationships, the risk of Sexually Transmitted Infections may increase. Whereas if the individual seeks to heal by participating in ceremonies, seeking out spirituality etc such risks reduce. Studies have also shown that In sexually abused individuals the<a href=\"https:\/\/www.rch.org.au\/uploadedFiles\/Main\/Content\/vfpms\/5_Sexualised%20Behaviour_ni.pdf\"> following <\/a>sexually inappropriate behaviours exist; Unplanned, interpersonal sexual behaviour, Self-focused sexual behaviour, Planned coercive interpersonal sexual behaviour. <a href=\"https:\/\/www.havoca.org\/survivors\/sexuality\/effects-of-abuse-on-sexuality\/\">HAVOCA<\/a> , a social group found that sexual abuse could also lead to sexual dysfunction, painful sex, celibacy, avoidance of sex in all genders. They may also become promiscuous if they feel they are only good for sex because survivors are not taught that their worth is independent of their sexual desirability. They face an inability today NO. This is because they fear if they do so their only worth as an individual will disappear or they will face punishment or rejection. Abused individuals may also prefer one night stands ( a study shows that women do) however the more they know a person the less they want sex. This is because survivors are unable to disconnect sex from intimacy and cannot connect sex and love.&nbsp;<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large is-resized\"><img loading=\"lazy\" src=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/Screenshot_2020-08-07-Guide-to-Sexual-Health-Definition-Importance-and-Improving-min.png\" alt=\"\" class=\"wp-image-2629\" width=\"449\" height=\"293\" srcset=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/Screenshot_2020-08-07-Guide-to-Sexual-Health-Definition-Importance-and-Improving-min.png 547w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/Screenshot_2020-08-07-Guide-to-Sexual-Health-Definition-Importance-and-Improving-min-300x196.png 300w\" sizes=\"(max-width: 449px) 100vw, 449px\" \/><figcaption><em>Source: <a href=\"https:\/\/www.pandiahealth.com\/resources\/guide-to-sexual-health\/\">Pandia Health<\/a><\/em><\/figcaption><\/figure><\/div>\n\n\n\n<h3>CONCLUSION<\/h3>\n\n\n\n<p class=\"has-normal-font-size\">This paper is relevant for many reasons. Firstly because it provides an insight into why STI’s maybe so prevalent in gay men- as studies have shown that gay men are at a higher risk for sexual abuse. Secondly, it highlights research areas which haven’t been touched upon and need further academic evaluation. Thirdly, it allows us to understand why some men and women are so sexually promiscuous. The differential impact for men and women also indicated that the therapeutic process for both these sexes needs to be different. It is difficult to elaborate on how one can treat the impacts of abuse in short. Mostly therapy is the path which is heavily relied on. If an abused individual is in a relationship, interpersonal and intrapersonal communication can also go a very long way. Survivors often need to be the initiators of sex in order to feel in control. This is an important thing for partners to understand. Joining support groups also has a positive impact on abused individuals. Child- parent therapy and trauma-focused cognitive therapy are the two types of therapies that are usually <a href=\"https:\/\/www.mayoclinic.org\/diseases-conditions\/child-abuse\/diagnosis-treatment\/drc-20370867\">recommended<\/a>. Therapy usually allows the individual to develop healthy coping mechanisms, and understand the root of their maladaptive behaviours. One should always offer support to an abused individual, remind them that they were not at fault and if possible, help them feel safe (if your relationship with them is an intimate one). Equine-assisted therapy and mindfulness techniques have also helped abused individuals\/survivors.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Before we can begin to understand this relationship between sexual health and abuse, we must define sexual health. According to the World Health Organization, “ Sexual health is a state of physical, mental and social well-being concerning sexuality. It requires a positive and respectful approach to sexuality and sexual relationships,<\/p>\n","protected":false},"author":32,"featured_media":2631,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[76,981],"tags":[798,797,799,800,802,801,433],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v16.5 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>SEXUAL HEALTH — HOW ABUSE IMPACTS SEXUAL HEALTH<\/title>\n<meta name=\"description\" content=\"Sexual health is a state of physical, mental and social well-being concerning sexuality. It requires a positive and respectful approach to sexuality\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"http:\/\/www.wiserworld.in\/how-abuse-impacts-sexual-health\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"SEXUAL HEALTH — HOW ABUSE IMPACTS SEXUAL HEALTH\" \/>\n<meta property=\"og:description\" content=\"Sexual health is a state of physical, mental and social well-being concerning sexuality. It requires a positive and respectful approach to sexuality\" \/>\n<meta property=\"og:url\" content=\"http:\/\/www.wiserworld.in\/how-abuse-impacts-sexual-health\/\" \/>\n<meta property=\"og:site_name\" content=\"WISER WORLD\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/Wiser-World-109811337349560\/?modal=admin_todo_tour\" \/>\n<meta property=\"article:published_time\" content=\"2020-08-07T18:07:52+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2020-12-26T15:13:10+00:00\" \/>\n<meta property=\"og:image\" content=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/WhatsApp-Image-2020-08-07-at-11.36.06-PM-min-1.jpeg\" \/>\n\t<meta property=\"og:image:width\" content=\"1279\" \/>\n\t<meta property=\"og:image:height\" content=\"719\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@wiserworld_in\" \/>\n<meta name=\"twitter:site\" content=\"@wiserworld_in\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"14 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"http:\/\/www.wiserworld.in\/#organization\",\"name\":\"Wiser World\",\"url\":\"http:\/\/www.wiserworld.in\/\",\"sameAs\":[\"https:\/\/www.facebook.com\/Wiser-World-109811337349560\/?modal=admin_todo_tour\",\"https:\/\/www.instagram.com\/wiserworld.in\/\",\"https:\/\/in.pinterest.com\",\"https:\/\/twitter.com\/wiserworld_in\"],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/#logo\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/09\/Screenshot-2020-04-08-at-17.42.23.png\",\"contentUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/09\/Screenshot-2020-04-08-at-17.42.23.png\",\"width\":1076,\"height\":1081,\"caption\":\"Wiser World\"},\"image\":{\"@id\":\"http:\/\/www.wiserworld.in\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"http:\/\/www.wiserworld.in\/#website\",\"url\":\"http:\/\/www.wiserworld.in\/\",\"name\":\"WISER WORLD\",\"description\":\"Connecting the world with knowledge!\",\"publisher\":{\"@id\":\"http:\/\/www.wiserworld.in\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"http:\/\/www.wiserworld.in\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/how-abuse-impacts-sexual-health\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/WhatsApp-Image-2020-08-07-at-11.36.06-PM-min-1.jpeg\",\"contentUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/WhatsApp-Image-2020-08-07-at-11.36.06-PM-min-1.jpeg\",\"width\":1279,\"height\":719},{\"@type\":\"WebPage\",\"@id\":\"http:\/\/www.wiserworld.in\/how-abuse-impacts-sexual-health\/#webpage\",\"url\":\"http:\/\/www.wiserworld.in\/how-abuse-impacts-sexual-health\/\",\"name\":\"SEXUAL HEALTH \\u2014 HOW ABUSE IMPACTS SEXUAL HEALTH\",\"isPartOf\":{\"@id\":\"http:\/\/www.wiserworld.in\/#website\"},\"primaryImageOfPage\":{\"@id\":\"http:\/\/www.wiserworld.in\/how-abuse-impacts-sexual-health\/#primaryimage\"},\"datePublished\":\"2020-08-07T18:07:52+00:00\",\"dateModified\":\"2020-12-26T15:13:10+00:00\",\"description\":\"Sexual health is a state of physical, mental and social well-being concerning sexuality. It requires a positive and respectful approach to sexuality\",\"breadcrumb\":{\"@id\":\"http:\/\/www.wiserworld.in\/how-abuse-impacts-sexual-health\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"http:\/\/www.wiserworld.in\/how-abuse-impacts-sexual-health\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"http:\/\/www.wiserworld.in\/how-abuse-impacts-sexual-health\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"http:\/\/www.wiserworld.in\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"SEXUAL HEALTH \\u2014 HOW ABUSE IMPACTS SEXUAL HEALTH\"}]},{\"@type\":\"Article\",\"@id\":\"http:\/\/www.wiserworld.in\/how-abuse-impacts-sexual-health\/#article\",\"isPartOf\":{\"@id\":\"http:\/\/www.wiserworld.in\/how-abuse-impacts-sexual-health\/#webpage\"},\"author\":{\"@id\":\"http:\/\/www.wiserworld.in\/#\/schema\/person\/4cea5da89388b2f9ac7d71b82b1530e7\"},\"headline\":\"SEXUAL HEALTH \\u2014 HOW ABUSE IMPACTS SEXUAL HEALTH\",\"datePublished\":\"2020-08-07T18:07:52+00:00\",\"dateModified\":\"2020-12-26T15:13:10+00:00\",\"mainEntityOfPage\":{\"@id\":\"http:\/\/www.wiserworld.in\/how-abuse-impacts-sexual-health\/#webpage\"},\"wordCount\":2791,\"commentCount\":0,\"publisher\":{\"@id\":\"http:\/\/www.wiserworld.in\/#organization\"},\"image\":{\"@id\":\"http:\/\/www.wiserworld.in\/how-abuse-impacts-sexual-health\/#primaryimage\"},\"thumbnailUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/WhatsApp-Image-2020-08-07-at-11.36.06-PM-min-1.jpeg\",\"keywords\":[\"abuse\",\"Child sexual abuse\",\"sexual abuse\",\"sexual health\",\"sexual practices\",\"sexuality\",\"violence\"],\"articleSection\":[\"Healthcare\",\"Psychology\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"http:\/\/www.wiserworld.in\/how-abuse-impacts-sexual-health\/#respond\"]}]},{\"@type\":\"Person\",\"@id\":\"http:\/\/www.wiserworld.in\/#\/schema\/person\/4cea5da89388b2f9ac7d71b82b1530e7\",\"name\":\"Madhusree Dasgupta\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/0.gravatar.com\/avatar\/ca4df89d2c154250e6ac30313a1537bf?s=96&d=mm&r=g\",\"contentUrl\":\"http:\/\/0.gravatar.com\/avatar\/ca4df89d2c154250e6ac30313a1537bf?s=96&d=mm&r=g\",\"caption\":\"Madhusree Dasgupta\"},\"description\":\"Madhusree Dasgupta is a student of Psychology, pursuing her Bachelor's degree from Loreto College in Kolkata. She has also completed her Speech and Drama Certification from The University Of West London. Madhusree is a film buff and a book worm and enjoys understanding culture through different mediums.\",\"url\":\"http:\/\/www.wiserworld.in\/author\/madhusree\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/2627"}],"collection":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/users\/32"}],"replies":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/comments?post=2627"}],"version-history":[{"count":4,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/2627\/revisions"}],"predecessor-version":[{"id":3957,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/2627\/revisions\/3957"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/media\/2631"}],"wp:attachment":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/media?parent=2627"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/categories?post=2627"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/tags?post=2627"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}