{"id":2640,"date":"2020-08-10T01:00:18","date_gmt":"2020-08-09T19:30:18","guid":{"rendered":"http:\/\/www.wiserworld.in\/?p=2640"},"modified":"2020-12-26T21:09:31","modified_gmt":"2020-12-26T15:39:31","slug":"a-brief-introduction-to-south-africa","status":"publish","type":"post","link":"http:\/\/www.wiserworld.in\/a-brief-introduction-to-south-africa\/","title":{"rendered":"SOUTH AFRICA: A BRIEF INTRODUCTION"},"content":{"rendered":"\n<p class=\"has-drop-cap has-normal-font-size\">South Africa, the southernmost nation on the African mainland, known for its varied topography, natural beauty, cultural diversity, all of which have made the nation a destination for travellers to spend vacations, since the lawful closure of politically sanctioned racial segregation. South Africa is situated great may miles far off from the major African urban communities, like, Lagos and Cairo and approximately 6000 miles away from Europe, North America, and Eastern Asia, where its major trading accomplice’s can be found, also which helped reinforce the system of apartheid in the 20<sup>th<\/sup> century. <\/p>\n\n\n\n<p class=\"has-normal-font-size\">With that framework, the minority population established segregation among housing, education, and all spheres of life, creating three nations: one of the whites [comprising of people groups essentially of British and Dutch [Boer] family line, who battled for ages to increase political supremacy, a battle that arrived at its violent peak with the South African War of 1899–1902); one of the blacks (comprising of such people groups as the San hunter and gatherers of the north-western desert, the Zulu herders of the eastern levels, and the Khoekhoe ranchers of the southern Cape districts); and one of &#8220;Coloureds&#8221; (blended race individuals) and ethnic Asians (Indians, Malays, Filipinos, and Chinese). <\/p>\n\n\n\n<p class=\"has-normal-font-size\">The politically-sanctioned racial segregation system was despised and even fervently opposed by much of the world, and by the mid-1980s South Africa ended up among the world&#8217;s pariah states, the subject of financial and social blacklists that influenced pretty much every part of life. In the need compelled to stand up to the unsound idea of ethnic separatism in a multicultural land, the South African government of F.W.de Klerk (1989-94) started to rescind politically-sanctioned racial segregation laws. That procedure thusly set moving a change towards universal suffrage and true electoral democracy, which finished in the 1994 election which the appointed the long-imprisoned leader Nelson Mandela. This change witnessed the nation gaining social equality in a brief timeframe. South Africa has three cities that serve as its capital: Pretoria (executive), Cape Town (legislative), and Bloemfontein (judicial). <\/p>\n\n\n\n<h3><strong>ECONOMY<\/strong><\/h3>\n\n\n\n<p class=\"has-normal-font-size\">The<a href=\"http:\/\/www.wiserworld.in\/investment-opportunites-in-africa-an-overview\/\"> economy of South Africa<\/a> took a drastic turn in the late 19<sup>th<\/sup> century when jewels and gold were found there, followed by large investments from foreign capitals. In the years after World War II, the nation formed a much-developed manufacturing base and encountered exceptional development rates, and at that time its development rated were most noteworthy in the world. <\/p>\n\n\n\n<p class=\"has-normal-font-size\">However, South Africa has encountered economic problems since the late 1970s because of the apartheid policies which led may countries to holdback investments and to impose international restrictions against it. South Africa&#8217;s economy didn&#8217;t quickly bounce back in the mid-1990s while apartheid was being disassembled, as capitalists held on to perceive what might occur. After the 1994 democratic elections, the investments poured in. Post-apartheid South Africa was then confronted with the issue of incorporating the recently disappointed and mistreated greater part into the economy.<\/p>\n\n\n\n<p class=\"has-normal-font-size\"> In 1996 the legislature made a five-year plan—Growth, Employment, and Redistribution (GEAR)— that concentrated on privatization and the evacuation of trade controls. GEAR was successful in accomplishing a portion of its objectives yet was hailed by some as establishing a significant framework for future financial advancement. The government additionally executed new laws and projects intended to improve the monetary circumstance of the underestimated larger part. The Black Economic Empowerment (BEE) was introduced, it aimed to increase employment opportunities for those who were characterized under apartheid as black, coloured, and Indians, enhancing their working skills and incomes. This strategy was further extended through the Broad-Based Black Economic Empowerment (BBBEE) Act of 2003, which attended to gender, social and racial inequality.<\/p>\n\n\n\n<h3><strong>RESOURCES AND POWER&nbsp;<\/strong><\/h3>\n\n\n\n<p class=\"has-normal-font-size\">South Africa is plentiful in an assortment of minerals. Other than diamonds and gold it also has a reserve for iron ore, platinum, manganese, chromium, copper, uranium, silver, beryllium, and titanium. Despite the fact that manufacturing has provided employment for decades, contributing towards the Gross Development Product (GDP) than mining, the mining segment keeps on shaping the centre of the South African economy as it holds companies to invest in other economic activities. Gold remains the most significant mineral—South Africa is the world&#8217;s largest producers—and stores are enormous; in any case, creation is gradually declining, and costs have never risen to their stupendous highs of the mid-1970s.<\/p>\n\n\n\n<h3><strong>EDUCATION&nbsp;<\/strong><\/h3>\n\n\n\n<p class=\"has-normal-font-size\">Since 1994, South Africa has made incredible walks in understanding <a href=\"https:\/\/www.unicef.org\/southafrica\/education\">the right to education<\/a>, quickly fabricating an effective, available and quality education system for youngsters and youths. This outstanding advancement has been recorded over the three parts of fundamental training in youth improvement, primary and secondary education. However, notwithstanding these accomplishments, the possibilities and openings stood to kids in South Africa are still generally dependent upon which side of the inequality they were born. Poverty and Inequality stay cruel determinants, forestalling such huge numbers of kids from getting to the fundamental education that they deserve. <\/p>\n\n\n\n<p class=\"has-normal-font-size\">From birth to the last year of high school, kids born in poor family face a lot of challenges, which their co-students coming from a wealthy background may not. While access to ECD centres has expanded, the nature of learning and development programmes remain at test. An underqualified workforce paired with the poor implementation of the learning programmes sways ECD results. While giving quality learning and basic education has its difficulties, keeping youngsters in school to finish their education is another. A little more than a fourth of South Africa&#8217;s total children drop out of school before the finish of Matric – most of whom are from helpless territories and defenceless against various boundaries to education. This disparity of access is compounded by a sexual orientation imbalance that impacts little youngsters particularly.<\/p>\n\n\n\n<h3><strong>SOUTH AFRICA AND ITS DIPLOMATIC RELATIONS<\/strong><\/h3>\n\n\n\n<p class=\"has-normal-font-size\">The <a href=\"https:\/\/www.gov.za\/about-sa\/international-relations\">Ministry of Foreign Affairs<\/a> is answerable for South African foreign policy strategies. The Department of Foreign Affairs (DFA) inside the Ministry of Foreign Affairs conducts contact with foreign governments and international associations on all issues influencing official relations. These relations are led through foreign government authorities, through representatives licensed to South Africa, and through South Africa&#8217;s authorized embassies, departments, and different missions abroad. Until the mid-1990s, the DFA and the conciliatory corps went up against various counter-establishment &#8220;strategic administrations&#8221; run by antiapartheid associations in a state of banishment, particularly the ANC. The point of these equal correspondence channels was to disconnect the South African government inside the global network as a method for forcing Pretoria to abrogate apartheid.&nbsp;<\/p>\n\n\n\n<p class=\"has-normal-font-size\">After the abrogation of apartheid and the initiation of the democratically chosen Government of National Unity, South Africa&#8217;s foreign relations significantly transformed. The nation&#8217;s discretionary segregation finished, and existing relations with different nations and with international associations improved. South Africa restored discretionary and trade relations with numerous nations, especially in Africa, and set up new relations with some previous approvals &#8220;hardliners”, for example, India, Pakistan, Bahrain, Malaysia, Jordan, Libya, and Cuba. A few provincial and international associations welcomed South Africa to join or to renew its membership, including the Organization of African Unity (OAU), the Southern African Development Community (SADC), and the United Nations (UN).<\/p>\n\n\n\n<p class=\"has-normal-font-size\"> In addition, South Africa participated in international and bilateral sport, academic, and scientific activities, often for the first time in decades. Relations with the nations of the previous Soviet Union, Eastern Europe, and Central Europe improved. South Africa had full political binds with thirty-nine nations in 1990; that number expanded to sixty-nine out of 1993, and to a maximum of 147 in 1995. Various foreign policies were brought into action before Nelson Mandela was appointed as President in 1994, for example, in mid-1994 de Klerk and Mandela, alongside the leaders of Botswana and Zimbabwe, interceded a conclusion to a military revolt in neighbouring Lesotho. In mid-1994, South Africa gave its first help to a UN peacekeeping activity when it provided medical clinic hardware for Rwanda. Likewise, in 1994, President Mandela consented to help settle the unmanageable common war in Angola, although he advised against unrealistically high expectations in this and other profound established political and ethnic clashes.<\/p>\n\n\n\n<h3><strong>INDIA- SOUTH AFRICA RELATIONS<\/strong><\/h3>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large is-resized\"><img loading=\"lazy\" src=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/India-SA-1.jpg\" alt=\"\" class=\"wp-image-2669\" width=\"480\" height=\"327\" srcset=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/India-SA-1.jpg 660w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/India-SA-1-300x205.jpg 300w\" sizes=\"(max-width: 480px) 100vw, 480px\" \/><figcaption><em>Source: PTI<\/em><\/figcaption><\/figure><\/div>\n\n\n\n<p class=\"has-normal-font-size\"><a href=\"https:\/\/www.gov.za\/about-sa\/international-relations\">India&#8217;s relationship with South Africa<\/a> is both fundamental and remarkable, going back a few centuries and is tied down in common ideals, ideas, interests, and icons – like Mahatma Gandhi and Nelson Mandela. In any case, their respective relationship stayed stressed for quite a while because of South Africa&#8217;s apartheid government. After its independence, India began its struggle for the position at international associations like United Nations (UN), Commonwealth, and Non-Aligned Movement (NAM), and was the main nation to have trade relations 1946, and in this way forced political and financial assets. Following a hole of four decades, India restored exchange and business ties in 1993, after South Africa finished its standardized racial isolation. In May 1993, a Cultural Centre was opened in Johannesburg. In November 1993, strategic and consular relations were re-established during the visit of then South African Foreign Minister Pik Botha to India. The Indian High Commission in Pretoria was opened in May 1994. In 1996, India opened its permanent Office of High Commission in Cape Town, which was re-assigned as Consulate General of India in 2011.<\/p>\n\n\n\n<p class=\"has-normal-font-size\">India and South Africa&#8217;s shared basic encounters and aggregate quality have formed how the two of them see the world together. As two countries who have shared their battle to independence, the obligation to improve the lives of others is inserted inside India and South Africa&#8217;s consciousness. After South Africa established democracy in 1994, it was the Red Fort Declaration on Strategic Partnership among India and South Africa, marked in March 1997 by then PM Shri Deve Gowda and Nelson Mandela, which set the boundaries for a revived relationship. The twentieth commemoration of marking of the revelation was honoured by an India-South African social spectacle involving music and dance performances, and an occasion composed by High Commission of India, Pretoria on April 9, 2017. This Strategic Partnership between the two nations was again re-certified in the Tshwane Declaration (October 2006). Both these announcements have been instrumental components that have contributed in the past to both South Africa and India for accomplishing their national objectives.<\/p>\n\n\n\n<p class=\"has-normal-font-size\">List of <a href=\"https:\/\/www.orfonline.org\/expert-speak\/india-south-africa-relations-a-perennial-bond-47557\/\">MoUs signed<\/a> during the 10<sup>th<\/sup> BRICS Summit, signed between India and South Africa were;<\/p>\n\n\n\n<ul><li>Memorandum of Understanding between the Indian Council of Agricultural Research, New Delhi, India and the Agricultural Research Council, Pretoria, South Africa on Agricultural Research and Education.<\/li><li>Memorandum of Understanding between Government of the Republic of South Africa and Government of India regarding the setting up of the &#8220;Gandhi Mandela Centre of Specialisation in Artisan Skills&#8221; in South Africa.<\/li><li>Memorandum of Understanding between Indian Space Research Organisation and the South African National Space Agency on Cooperation in the Exploration and Uses of Outer Space for Peaceful Purposes.<\/li><\/ul>\n\n\n\n<p class=\"has-normal-font-size\">South Africa can use its diplomacy not only at governmental but also as a non-governmental level. Utilizing scholastics and specialists outside of government to &#8220;include&#8221; information and ability to South African discretion, have gotten progressively normal. It is to be trusted that this training will proceed to help give what is expected to compelling interest in an inexorably intricate world. Thorough training of professional diplomats is, however, not unimportant either, and such persons should be retained for the foreign service to establish an ever-growing pool of experience in the DFA. These are on the whole parts of the &#8220;small scale level&#8221; of strategy and fundamental if the nation is to prevail at the global level.&nbsp;<\/p>\n\n\n\n<p class=\"has-normal-font-size\">Moreover, thought should be given to the decision of various types of diplomacy and their blend; an inappropriate decision can have genuine results, as the Nigerian debacle would delineate. The topic of what balance ought to be kept up among respective and multilateral discretion has been raised; summitry should be utilized wisely; a fitting job for innovation in diplomacy should be discovered; the degree to which the nine areas or locales in South Africa can be permitted to lead their foreign relations should be considered; and, troublesome decisions should be made in regards to accentuation on various regions. Prioritising in diplomacy appears to be unavoidable as the conceivable outcomes are practically unfathomable, though the assets are quite restricted. This isn&#8217;t a difficult extraordinary to South Africa.&nbsp;<\/p>\n\n\n\n<p class=\"has-normal-font-size\">The South African government is no world-exhausted system which has seen everything previously, but a youthful, excited organization anxious to show its gifts and beliefs. The government believes in the excellencies of relationship, co-activity and human qualities. It has understood that the present chiefs should be acceptable ambassadors who can adjust domestic and international pressure, who can make arrangements, and resolve debates, characterizing the interests of their states in harmonious manners.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>South Africa, the southernmost nation on the African mainland, known for its varied topography, natural beauty, cultural diversity, all of which have made the nation a destination for travellers to spend vacations, since the lawful closure of politically sanctioned racial segregation. South Africa is situated great may miles far off from<\/p>\n","protected":false},"author":14,"featured_media":2666,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[962],"tags":[331,489,13,286,20,23,40,626,835],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v16.5 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>SOUTH AFRICA: A BRIEF INTRODUCTION - WISER WORLD<\/title>\n<meta name=\"description\" content=\"The South Africa government is no world-exhausted system which has seen everything previously, but a youthful, excited organization anxious...\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"http:\/\/www.wiserworld.in\/a-brief-introduction-to-south-africa\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"SOUTH AFRICA: A BRIEF INTRODUCTION - WISER WORLD\" \/>\n<meta property=\"og:description\" content=\"The South Africa government is no world-exhausted system which has seen everything previously, but a youthful, excited organization anxious...\" \/>\n<meta property=\"og:url\" content=\"http:\/\/www.wiserworld.in\/a-brief-introduction-to-south-africa\/\" \/>\n<meta property=\"og:site_name\" content=\"WISER WORLD\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/Wiser-World-109811337349560\/?modal=admin_todo_tour\" \/>\n<meta property=\"article:published_time\" content=\"2020-08-09T19:30:18+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2020-12-26T15:39:31+00:00\" \/>\n<meta property=\"og:image\" content=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/WhatsApp-Image-2020-08-09-at-12.31.58-AM-min.jpeg\" \/>\n\t<meta property=\"og:image:width\" content=\"1280\" \/>\n\t<meta property=\"og:image:height\" content=\"720\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@wiserworld_in\" \/>\n<meta name=\"twitter:site\" content=\"@wiserworld_in\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"http:\/\/www.wiserworld.in\/#organization\",\"name\":\"Wiser World\",\"url\":\"http:\/\/www.wiserworld.in\/\",\"sameAs\":[\"https:\/\/www.facebook.com\/Wiser-World-109811337349560\/?modal=admin_todo_tour\",\"https:\/\/www.instagram.com\/wiserworld.in\/\",\"https:\/\/in.pinterest.com\",\"https:\/\/twitter.com\/wiserworld_in\"],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/#logo\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/09\/Screenshot-2020-04-08-at-17.42.23.png\",\"contentUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/09\/Screenshot-2020-04-08-at-17.42.23.png\",\"width\":1076,\"height\":1081,\"caption\":\"Wiser World\"},\"image\":{\"@id\":\"http:\/\/www.wiserworld.in\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"http:\/\/www.wiserworld.in\/#website\",\"url\":\"http:\/\/www.wiserworld.in\/\",\"name\":\"WISER WORLD\",\"description\":\"Connecting the world with knowledge!\",\"publisher\":{\"@id\":\"http:\/\/www.wiserworld.in\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"http:\/\/www.wiserworld.in\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/a-brief-introduction-to-south-africa\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/WhatsApp-Image-2020-08-09-at-12.31.58-AM-min.jpeg\",\"contentUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/WhatsApp-Image-2020-08-09-at-12.31.58-AM-min.jpeg\",\"width\":1280,\"height\":720,\"caption\":\"A BRIEF INTRODUCTION TO SOUTH AFRICA\"},{\"@type\":\"WebPage\",\"@id\":\"http:\/\/www.wiserworld.in\/a-brief-introduction-to-south-africa\/#webpage\",\"url\":\"http:\/\/www.wiserworld.in\/a-brief-introduction-to-south-africa\/\",\"name\":\"SOUTH AFRICA: A BRIEF INTRODUCTION - WISER WORLD\",\"isPartOf\":{\"@id\":\"http:\/\/www.wiserworld.in\/#website\"},\"primaryImageOfPage\":{\"@id\":\"http:\/\/www.wiserworld.in\/a-brief-introduction-to-south-africa\/#primaryimage\"},\"datePublished\":\"2020-08-09T19:30:18+00:00\",\"dateModified\":\"2020-12-26T15:39:31+00:00\",\"description\":\"The South Africa government is no world-exhausted system which has seen everything previously, but a youthful, excited organization anxious...\",\"breadcrumb\":{\"@id\":\"http:\/\/www.wiserworld.in\/a-brief-introduction-to-south-africa\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"http:\/\/www.wiserworld.in\/a-brief-introduction-to-south-africa\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"http:\/\/www.wiserworld.in\/a-brief-introduction-to-south-africa\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"http:\/\/www.wiserworld.in\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"SOUTH AFRICA: A BRIEF INTRODUCTION\"}]},{\"@type\":\"Article\",\"@id\":\"http:\/\/www.wiserworld.in\/a-brief-introduction-to-south-africa\/#article\",\"isPartOf\":{\"@id\":\"http:\/\/www.wiserworld.in\/a-brief-introduction-to-south-africa\/#webpage\"},\"author\":{\"@id\":\"http:\/\/www.wiserworld.in\/#\/schema\/person\/d47992befb536495cb9a2de0c1b11567\"},\"headline\":\"SOUTH AFRICA: A BRIEF INTRODUCTION\",\"datePublished\":\"2020-08-09T19:30:18+00:00\",\"dateModified\":\"2020-12-26T15:39:31+00:00\",\"mainEntityOfPage\":{\"@id\":\"http:\/\/www.wiserworld.in\/a-brief-introduction-to-south-africa\/#webpage\"},\"wordCount\":2081,\"commentCount\":0,\"publisher\":{\"@id\":\"http:\/\/www.wiserworld.in\/#organization\"},\"image\":{\"@id\":\"http:\/\/www.wiserworld.in\/a-brief-introduction-to-south-africa\/#primaryimage\"},\"thumbnailUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/WhatsApp-Image-2020-08-09-at-12.31.58-AM-min.jpeg\",\"keywords\":[\"Africa\",\"economics\",\"Economy\",\"education\",\"India\",\"International Relations\",\"International trade\",\"south africa\",\"tourism\"],\"articleSection\":[\"Africa\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"http:\/\/www.wiserworld.in\/a-brief-introduction-to-south-africa\/#respond\"]}]},{\"@type\":\"Person\",\"@id\":\"http:\/\/www.wiserworld.in\/#\/schema\/person\/d47992befb536495cb9a2de0c1b11567\",\"name\":\"Vidhupriya Pandit\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/1.gravatar.com\/avatar\/4aff8374bdc6b9abb7f1d9b2c2e91424?s=96&d=mm&r=g\",\"contentUrl\":\"http:\/\/1.gravatar.com\/avatar\/4aff8374bdc6b9abb7f1d9b2c2e91424?s=96&d=mm&r=g\",\"caption\":\"Vidhupriya Pandit\"},\"description\":\"Vidhupriya Pandit, always believes that \\\"hard work is the key to success\\\" and following this principle they put in all her efforts to accomplish the given task without giving up on it. A voracious reader and an excellent writer, you'll find her always engaged in her books. Vidhupriya is a person who is loved for her persona and charm, her hard work and zeal to achieve perfection.\",\"url\":\"http:\/\/www.wiserworld.in\/author\/vidhupriya\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/2640"}],"collection":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/users\/14"}],"replies":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/comments?post=2640"}],"version-history":[{"count":6,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/2640\/revisions"}],"predecessor-version":[{"id":3966,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/2640\/revisions\/3966"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/media\/2666"}],"wp:attachment":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/media?parent=2640"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/categories?post=2640"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/tags?post=2640"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}