{"id":2958,"date":"2020-08-27T23:19:39","date_gmt":"2020-08-27T17:49:39","guid":{"rendered":"http:\/\/www.wiserworld.in\/?p=2958"},"modified":"2020-09-11T19:51:38","modified_gmt":"2020-09-11T14:21:38","slug":"breaking-down-the-history-of-the-kosovo-crisis","status":"publish","type":"post","link":"http:\/\/www.wiserworld.in\/breaking-down-the-history-of-the-kosovo-crisis\/","title":{"rendered":"BREAKING DOWN THE HISTORY OF THE KOSOVO CRISIS"},"content":{"rendered":"\n<p class=\"has-drop-cap has-normal-font-size\">The 2018 FIFA World Cup was a special occasion with heavyweights like France, Brazil and Portugal participating but it was this one particular match between two teams who had no chance of winning which was being talked about the most. In the group stage, Switzerland and Serbia were to play against each other and what made it interesting was the two main Swiss players. Switzerland won 2-1 and both players, namely Xherdan Shaqiri and Granit Xhaka scored goals to win the game. They <a href=\"https:\/\/www.theguardian.com\/football\/2018\/jun\/23\/xhaka-and-shaqiri-goal-celebrations-bring-balkan-politics-to-world-cup\">celebrated <\/a>their respective goals by creating a symbol with their hands, forming a double-winged eagle which is on the flag of Albania. The two players had fled from Albania after Serbian occupation. The symbol is also used in support of the people of Kosovo who had been in conflict with Serbia ever since its independence in 2008. As the match was against Serbia itself, it seemed that politics was involved. The governments got involved and a fine was imposed on the players. All this, made understanding the problem of Kosovo much more interesting for me. The history of Kosovo is as complicated as that of the Balkan region.<\/p>\n\n\n\n<h3><strong>BACKGROUND<\/strong><\/h3>\n\n\n\n<div class=\"wp-block-columns\">\n<div class=\"wp-block-column is-vertically-aligned-center\" style=\"flex-basis:66.66%\">\n<p class=\"has-normal-font-size\">To better understand the Kosovo problem, first, let us delve into the background of the region. The region was previously together known as Yugoslavia and was internationally non aligned until the end of the cold war. In 1991, when the Soviet Union got dissolved, even Yugoslavia saw the rise of the nationalistic movement. The main actors were Croatia, Serbia, Montenegro, Bosnia &amp; Herzegovina and Albania. All the countries are now independent but the most violent revolutions were in Croatia and Bosnia. It is important to keep in mind that Serbia had been the major power of Yugoslavia and it didn’t want Yugoslavia to be disintegrated, to maintain its power in the region. Further, Serbia made <a href=\"https:\/\/www.bbc.com\/news\/world-europe-17632399\">attempts <\/a>to gain territories in both Croatia and Bosnia but had been mostly unsuccessful. Croatia too had tried to gain ground by using its military over regions with mostly ethnic Croats but again had faced criticism from the international community. Same goes with Serbia. Now coming to Kosovo, it is a comparatively small tract of land in between Serbia and Albania. It had, historically, been a part of Yugoslavia but upon its breakdown, had been claimed to be a part of Serbia by the Serbian government. The residents of the region did not recognize themselves as part of Serbia. 95% of the<a href=\"https:\/\/www.britannica.com\/place\/Kosovo\/Religion\"> residents<\/a> in the region are native Muslim Albanians which is the other neighbour of Kosovo. This places Kosovo between two belligerent states and makes the whole situation much more complicated.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-column\" style=\"flex-basis:33.33%\">\n<figure class=\"wp-block-image alignwide size-large\"><img loading=\"lazy\" width=\"886\" height=\"1024\" src=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/map-distribution-Kosovo-2008-min-886x1024.jpg\" alt=\"\" class=\"wp-image-2960\" srcset=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/map-distribution-Kosovo-2008-min-886x1024.jpg 886w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/map-distribution-Kosovo-2008-min-260x300.jpg 260w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/map-distribution-Kosovo-2008-min-768x888.jpg 768w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/map-distribution-Kosovo-2008-min-1329x1536.jpg 1329w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/map-distribution-Kosovo-2008-min.jpg 1384w\" sizes=\"(max-width: 886px) 100vw, 886px\" \/><\/figure>\n\n\n\n<p class=\"has-text-align-center\" style=\"font-size:12px\"><em>Ethnic composition of Kosovo<\/em><\/p>\n<\/div>\n<\/div>\n\n\n\n<h3><strong>THE KOSOVAN WAR<\/strong><\/h3>\n\n\n\n<p class=\"has-normal-font-size\">The Kosovo conflict began in 1974, when Tito, the then head of the former Yugoslavia, officially integrated Kosovo within Yugoslavia, making it an autonomous region. However, this autonomy was only in the paper as most of the political and economic aspects of Kosovo were controlled by Yugoslavia. It was only Tito and his ideology of unification and integration which kept the region from breaking down but all that changed when Tito died in 1980. After nearly a decade and half of the political discrimination faced by the Albanians in Kosovo, resistance started. By the end of the millennium Yugoslavia was a shadow of itself. Kosovo, however, had gone through two years of atrocities and war crimes. By 1998, two factions were formed in Kosovo, both fighting for independence from Serbia, although by different means. The more famous was the Kosovo Liberation Army which used violent means and a militia to fight the Serbian army. The other faction led by Ibrahim Lugoba was <a href=\"https:\/\/balkaninsight.com\/tag\/democratic-party-of-kosovo\/\">Democratic League of Kosovo<\/a> which preferred the rather peaceful approach. Eventually, the Serbian or Yugoslavian army had come into conflict with the KLA. The Serbian army had been humbled for the majority of 1998 and this led to a rise in war crimes against Albanians residing in Kosovo. An <a href=\"https:\/\/www.hrw.org\/news\/2000\/03\/20\/serb-gang-rapes-kosovo-exposed#:~:text=Kosovo%3A%20Rape%20as%20a%20weapon,of%20rape%20have%20gone%20unreported.\">increase <\/a>in rape, executions, killings of prisoners of war and even ethnic cleansing was visible. Thousands from the Kosovo side and nearly 1500 Serbians had died. More than 600,000 people had <a href=\"https:\/\/migration.ucdavis.edu\/mn\/more.php?id=1801#:~:text=By%20the%20end%20of%20April,refugees%20or%20internally%20displaced%20people.\">left <\/a>the region, crying for their lives, creating one of the biggest European refugee crises since the Second World War. Initially, there was a very less foreign intervention, that too indirect, but in the next few months, such massacres happened that the international community could not remain silent.&nbsp; The <a href=\"https:\/\/enacademic.com\/dic.nsf\/enwiki\/11708380\">massacre <\/a>in Prekaz, Klecka and Ljubenic had shocked the international community, but it was on 15th January 1999, in Racak province that 45 people including women and children were killed, which prompted NATO to join in.<\/p>\n\n\n\n<p class=\"has-normal-font-size\">All this time, the Kosovo region was formally under the Serbian government. Even though in name, Yugoslavia still existed, a lot of people think that the war in Kosovo was just an indirect fight between Serbia and Albania who, historically had been at loggerheads. Initially, NATO wanted Kosovo to remain a part of Yugoslavia, but eventually, after the prolonged fighting, NATO supported the claim of full independence by Kosovo. NATO gave an ultimatum to the Serbian\/ Yugoslavian forces to leave the region or be bombed. Soon, the Serbian forces withdrew under military pressure from the west. Nonetheless, the Serb President Slobodan Milosevic refused to <a href=\"https:\/\/www.asil.org\/insights\/volume\/6\/issue\/17\/former-yugoslav-president-slobodan-milosevic-be-tried-hague-crimes#:~:text=On%20June%2028%2C%202001%2C%20the,against%20humanity%20and%20war%20crimes.\">recognize <\/a>Kosovo as a country and some reports claimed that the terror attacks by nongovernmental forces were given the green light by Milosevic himself. All this prompted further NATO bombings in Yugoslavia, mainly the key cities of Serbia. Eventually, on June 10, 1999, the UN Security Council passed <a href=\"http:\/\/unscr.com\/en\/resolutions\/1244\">UNSCR 1244<\/a> which made the Kosovo region as a UN governed until stability was reached. The UN forces were welcomed with open arms as for the first time in nearly two decades, hopes of stability and peace were visible. The Kosovo war had officially ended but there have been small escalations between the countries, especially in the north of Kosovo.<\/p>\n\n\n\n<h3><strong>POST WAR KOSOVO<\/strong><\/h3>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large\"><img loading=\"lazy\" width=\"600\" height=\"311\" src=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/jjvu.jpg\" alt=\"\" class=\"wp-image-2961\" srcset=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/jjvu.jpg 600w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/jjvu-300x156.jpg 300w\" sizes=\"(max-width: 600px) 100vw, 600px\" \/><\/figure><\/div>\n\n\n\n<p class=\"has-text-align-center\" style=\"font-size:12px\"><em>Kosovo People after declaration of independence | Credit: Andrew Testa for NYT<\/em><\/p>\n\n\n\n<p class=\"has-normal-font-size\">Soon after the war ended in Kosovo changes were visible. In 2001 the organisation for Security and Cooperation in Europe supervised the first-ever elections for the Kosovo assembly. As a result, Ibrahima Rugova became the President and Bajram Rexhepi was elected the Prime Minister. It was in 2006 that for the first time since 1999 talks happened between ethnic Serbian and Kosovo leaders to decide the future of Kosovo. There was a lot of back and forth during and after these talks. Plans were proposed by the United Nations but were constantly rejected by the Serbs. An important step forward was the formation of European Union Rule of Law Mission in Kosovo which reassured the region that in the future, Kosovo will be supported by the European Union. All this led to the <a href=\"https:\/\/www.nytimes.com\/2008\/02\/18\/world\/europe\/18kosovo.html\">declaration of independence<\/a> by Kosovo on 17th February 2008 which was followed by recognition all over the globe including NATO, EU and OECD. It is to be noted that throughout these years, several clashes broke out between the Serbian and UN forces. Eventually, Kosovo was able to form its force, trained by NATO and the number stood at 2500. Another important development was the <a href=\"https:\/\/www.icj-cij.org\/files\/case-related\/141\/141-20100722-ADV-01-00-EN.pdf\">ruling <\/a>of the International Court of Justice that the declaration of independence did not violate any international law. The biggest escalation since the end of the war was the North Kosovo Crisis which initially started after clashes in 2011 and ended in 2013. The escalation started after Kosovo police entered Serbian controlled territory without previous consultation. Even though the escalation ended, even today North Kosovo is a key area of conflict. Ever since then, the EU has been mediating talks between the two countries, with a minimal positive outcome. Serbia has maintained its stance of recognizing the Kosovo government but not the country. Debates have been going on whether Kosovo is a country in itself. In the UN, 97 countries already recognize Kosovo as a sovereign country but the Veto of Russia prevents the region from gaining UN membership.<\/p>\n\n\n\n<h3><strong>CONCLUSION AND WHAT THE FUTURE HOLDS<\/strong><\/h3>\n\n\n\n<p class=\"has-normal-font-size\">The future of Kosovo has been subject to fierce debates and at this point, one can only guess. Serbia has always been vigilant of the fact that Kosovo might become a part of Albania which will only make it&#8217;s rival much stronger, economically as well as culturally. Most recently, discussions had been going on between Serbia and Kosovo regarding a<a href=\"https:\/\/www.bbc.com\/news\/world-europe-45423835\"> land swap <\/a>where the Serbian majority region in the north of Kosovo will be transferred to Serbia and a small Albanian Muslim majority region in the south of Serbia will go the other way. This land transfer is not concrete in any way and as things stand the transfer might not happen at all. Further, looking at the future of Kosovo, one can predict a few possibilities. The most likely of which is that UN forces remain in Kosovo for about 8-10 years so that Kosovo gets membership status in the UN, it becomes economically stable and can host a stronger armed force. Other than this, it is also likely that UN forces withdraw sooner than expected which might open up room for conflicts to escalate with Serbia. The last possibility in the foreseeable future is that Kosovo integrates itself within Albania. This is the least likely outcome as Kosovo has started to establish relations with other countries and hopes to be much more stable. Lastly, one point that needs to be raised is whether the idea of Kosovo being a country is sustainable in such a hostile region. Economically, Kosovo is not anywhere close to being stable even though it’s been more than a decade since its independence. Kosovo will be highly dependent on building foreign trade relations due to its lack of resources. Even in that case, Kosovo doesn’t have a port which can facilitate trade. Moving on, the armed force of Kosovo is nowhere near to that of Serbia. In case of a UN withdrawal, it is almost assured that Serbia will be able to swipe Kosovo and take back control. Lastly, a key to maintaining long term stability, Kosovo needs to build an impeccable political system. Before independence and even afterwards, there have been cases of large level corruption which have disrupted the workings of the region. The system needs to assure that there is no consolidation of power with one institution up to a level that the people have to fight another enemy within the country. On the ending note, Kosovo has been able to fight its way through to independence due to the sheer determination of its people and cultural integrity, and that itself should be the way ahead.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The 2018 FIFA World Cup was a special occasion with heavyweights like France, Brazil and Portugal participating but it was this one particular match between two teams who had no chance of winning which was being talked about the most. In the group stage, Switzerland and Serbia were to play<\/p>\n","protected":false},"author":33,"featured_media":2959,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[964,499,984],"tags":[917,409,912,913,911,288,918],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v16.5 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>BREAKING DOWN THE HISTORY OF THE KOSOVO CRISIS - WISER WORLD<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"http:\/\/www.wiserworld.in\/breaking-down-the-history-of-the-kosovo-crisis\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"BREAKING DOWN THE HISTORY OF THE KOSOVO CRISIS - WISER WORLD\" \/>\n<meta property=\"og:description\" content=\"The 2018 FIFA World Cup was a special occasion with heavyweights like France, Brazil and Portugal participating but it was this one particular match between two teams who had no chance of winning which was being talked about the most. In the group stage, Switzerland and Serbia were to play\" \/>\n<meta property=\"og:url\" content=\"http:\/\/www.wiserworld.in\/breaking-down-the-history-of-the-kosovo-crisis\/\" \/>\n<meta property=\"og:site_name\" content=\"WISER WORLD\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/Wiser-World-109811337349560\/?modal=admin_todo_tour\" \/>\n<meta property=\"article:published_time\" content=\"2020-08-27T17:49:39+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2020-09-11T14:21:38+00:00\" \/>\n<meta property=\"og:image\" content=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/kosovo-1999-photo-06.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1279\" \/>\n\t<meta property=\"og:image:height\" content=\"719\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@wiserworld_in\" \/>\n<meta name=\"twitter:site\" content=\"@wiserworld_in\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"http:\/\/www.wiserworld.in\/#organization\",\"name\":\"Wiser World\",\"url\":\"http:\/\/www.wiserworld.in\/\",\"sameAs\":[\"https:\/\/www.facebook.com\/Wiser-World-109811337349560\/?modal=admin_todo_tour\",\"https:\/\/www.instagram.com\/wiserworld.in\/\",\"https:\/\/in.pinterest.com\",\"https:\/\/twitter.com\/wiserworld_in\"],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/#logo\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/09\/Screenshot-2020-04-08-at-17.42.23.png\",\"contentUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/09\/Screenshot-2020-04-08-at-17.42.23.png\",\"width\":1076,\"height\":1081,\"caption\":\"Wiser World\"},\"image\":{\"@id\":\"http:\/\/www.wiserworld.in\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"http:\/\/www.wiserworld.in\/#website\",\"url\":\"http:\/\/www.wiserworld.in\/\",\"name\":\"WISER WORLD\",\"description\":\"Connecting the world with knowledge!\",\"publisher\":{\"@id\":\"http:\/\/www.wiserworld.in\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"http:\/\/www.wiserworld.in\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/breaking-down-the-history-of-the-kosovo-crisis\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/kosovo-1999-photo-06.jpg\",\"contentUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/kosovo-1999-photo-06.jpg\",\"width\":1279,\"height\":719},{\"@type\":\"WebPage\",\"@id\":\"http:\/\/www.wiserworld.in\/breaking-down-the-history-of-the-kosovo-crisis\/#webpage\",\"url\":\"http:\/\/www.wiserworld.in\/breaking-down-the-history-of-the-kosovo-crisis\/\",\"name\":\"BREAKING DOWN THE HISTORY OF THE KOSOVO CRISIS - WISER WORLD\",\"isPartOf\":{\"@id\":\"http:\/\/www.wiserworld.in\/#website\"},\"primaryImageOfPage\":{\"@id\":\"http:\/\/www.wiserworld.in\/breaking-down-the-history-of-the-kosovo-crisis\/#primaryimage\"},\"datePublished\":\"2020-08-27T17:49:39+00:00\",\"dateModified\":\"2020-09-11T14:21:38+00:00\",\"breadcrumb\":{\"@id\":\"http:\/\/www.wiserworld.in\/breaking-down-the-history-of-the-kosovo-crisis\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"http:\/\/www.wiserworld.in\/breaking-down-the-history-of-the-kosovo-crisis\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"http:\/\/www.wiserworld.in\/breaking-down-the-history-of-the-kosovo-crisis\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"http:\/\/www.wiserworld.in\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"BREAKING DOWN THE HISTORY OF THE KOSOVO CRISIS\"}]},{\"@type\":\"Article\",\"@id\":\"http:\/\/www.wiserworld.in\/breaking-down-the-history-of-the-kosovo-crisis\/#article\",\"isPartOf\":{\"@id\":\"http:\/\/www.wiserworld.in\/breaking-down-the-history-of-the-kosovo-crisis\/#webpage\"},\"author\":{\"@id\":\"http:\/\/www.wiserworld.in\/#\/schema\/person\/f400a15485192fa52c778d2b24698f60\"},\"headline\":\"BREAKING DOWN THE HISTORY OF THE KOSOVO CRISIS\",\"datePublished\":\"2020-08-27T17:49:39+00:00\",\"dateModified\":\"2020-09-11T14:21:38+00:00\",\"mainEntityOfPage\":{\"@id\":\"http:\/\/www.wiserworld.in\/breaking-down-the-history-of-the-kosovo-crisis\/#webpage\"},\"wordCount\":1805,\"commentCount\":0,\"publisher\":{\"@id\":\"http:\/\/www.wiserworld.in\/#organization\"},\"image\":{\"@id\":\"http:\/\/www.wiserworld.in\/breaking-down-the-history-of-the-kosovo-crisis\/#primaryimage\"},\"thumbnailUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/08\/kosovo-1999-photo-06.jpg\",\"keywords\":[\"albania\",\"europe\",\"kosovan crisis\",\"kosovan war\",\"kosovo\",\"united nations\",\"war\"],\"articleSection\":[\"Europe\",\"History\",\"Politics &amp; Conflicts\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"http:\/\/www.wiserworld.in\/breaking-down-the-history-of-the-kosovo-crisis\/#respond\"]}]},{\"@type\":\"Person\",\"@id\":\"http:\/\/www.wiserworld.in\/#\/schema\/person\/f400a15485192fa52c778d2b24698f60\",\"name\":\"Siddharth Kaushik\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/1.gravatar.com\/avatar\/a4f4c10a41f6697e2b7449f6fbcf5976?s=96&d=mm&r=g\",\"contentUrl\":\"http:\/\/1.gravatar.com\/avatar\/a4f4c10a41f6697e2b7449f6fbcf5976?s=96&d=mm&r=g\",\"caption\":\"Siddharth Kaushik\"},\"description\":\"Siddharth is pursuing Bachelor of Arts (P) in History and Political Science. He has a highly developed interest in Indian and American politics along with an interest in international relations. He hopes to pursue law in the future.\",\"url\":\"http:\/\/www.wiserworld.in\/author\/siddharth\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/2958"}],"collection":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/users\/33"}],"replies":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/comments?post=2958"}],"version-history":[{"count":2,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/2958\/revisions"}],"predecessor-version":[{"id":2966,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/2958\/revisions\/2966"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/media\/2959"}],"wp:attachment":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/media?parent=2958"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/categories?post=2958"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/tags?post=2958"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}