{"id":3849,"date":"2020-12-03T03:27:34","date_gmt":"2020-12-02T21:57:34","guid":{"rendered":"http:\/\/www.wiserworld.in\/?p=3849"},"modified":"2020-12-03T10:55:59","modified_gmt":"2020-12-03T05:25:59","slug":"agricultural-labour-in-india-and-farm-bills","status":"publish","type":"post","link":"http:\/\/www.wiserworld.in\/agricultural-labour-in-india-and-farm-bills\/","title":{"rendered":"AGRICULTURAL LABOUR IN INDIA AND THE FARM BILLS"},"content":{"rendered":"\n<p class=\"has-drop-cap\">The primary objective of the five-year plan is to awaken the rural economy by providing opportunities for agricultural workers or other rural backward classes to work and lead a better living. In Indian rural structure agricultural labourer is the most neglected community which mainly belongs to the scheduled caste and scheduled Tribes i.e. they are exploited class. Their income is low and employment irregular. They have no proper skill. So they have no other alternative opportunities. The <a href=\"http:\/\/www.wiserworld.in\/as-you-sow-so-shall-you-not-reap\/\">farm bills<\/a> that were passed recently by the Indian parliament aims at addressing this issue.<\/p>\n\n\n\n<p>Agricultural labourers are difficult to explain. It is not possible for labourers to emerge as a separate class depending on full wages until capitalism develops in agriculture. Agricultural labour enquiry committee 1950-55 defined agricultural labourer as <mark>“<em>those people who are engaged in raising crops on payment of wages<\/em>&#8220;<\/mark>. According to the second committee, if 50% or more of wages is received from the agricultural sector, it can be classed to agricultural labour household. The number of agricultural labour has increased to 27.5 million in 1951. In 1981 the total number of agricultural workers has increased to 55.4 million and again in 1991, the total number of agricultural workers has increased to 74.6 million.<\/p>\n\n\n\n<p>From the beginning, the landlords in this country have enslaved and oppressed these labourers for their own benefit and this system has been going generation after generation. After 50 years of independence, the situation has improved but they remain largely unorganized and thus economic exploitation continues.<\/p>\n\n\n\n<h3><strong>Conditions and Problems of Agricultural Labour<\/strong><\/h3>\n\n\n\n<p>As we know that 53% of the population in agricultural India is engaged in agriculture. But all these farmers still have to depend on the monsoon for crop production. Agriculture in India falls under the unorganized sector, so their income is not fixed.<\/p>\n\n\n\n<ul type=\"1\"><li><strong>Marginalization of Agricultural Labourers<\/strong> &#8211; In 1951 the workforce in agriculture was 97.2 million and in 1991, it increased to 185.2 million. Agricultural labourers increased from 28% in 1951 to 40% in 1991. These facts indicate the first pace of casualization of the workforce in agriculture in India.<\/li><li><strong>Low wages and income<\/strong> &#8211; The daily wage and family income of agricultural labourers in India is very low. Although wage rates have risen since the <a href=\"http:\/\/www.wiserworld.in\/green-revolution-success-story-of-indian-agricultural-economy\/\">green revolution<\/a>, they have fallen far short of rising prices. At present agricultural workers in the rural area are getting around Rs. 150 per day under the <a href=\"http:\/\/nrega.nic.in\/amendments_2005_2018.pdf\">MNREGA<\/a> in rural areas.<\/li><li><strong>Gender issues in the agricultural sector<\/strong> &#8211; Women in agriculture are affected by issues of recognition and in the absence of land rights, female agricultural labourers, farm widows and tenant farmers are left bereft of recognition as farmers and consequent entitlements. They are excluded from their rights. On November 20, 2018, over 40,000 farmers had gathered in Delhi from across India. Chandravati from Ghazipur and 40 others women participated in Kishan Mukti March for their demand of compensation for the paddy crop that got spoilt in 2018, so as to sustain a livelihood. Female agricultural workers are generally forced to work harder and paid less than their male counterparts.<\/li><li><strong>Employment<\/strong> &#8211; Agricultural labourers are unemployed for most of the year and even have no alternative job opportunities.<\/li><li><strong>Indebtedness<\/strong> &#8211; Due to lack of banking system in rural areas, they are forced to take loans from moneylenders at very high rates. As a result, they often become involved in a vicious cycle.<\/li><\/ul>\n\n\n\n<h3><strong>Policy Implementation of Government of India<\/strong><\/h3>\n\n\n\n<p>Indian agricultural policy has long been distinguished by its border and domestic intervention to protect farmers from international price concerns. To achieve this goal the Government of India has implemented a number of policies at various times &#8211;<\/p>\n\n\n\n<ul type=\"1\"><li><strong>Land reforms<\/strong> &#8211; Government of India undertakes land reform measures for successful abolition of land intermediaries and transfer of land to actual farmers.<\/li><li><strong>Institutional credit<\/strong> -After the <a href=\"https:\/\/www.financialexpress.com\/industry\/banking-finance\/50-years-of-bank-nationalisation-what-it-means-why-banks-were-nationalised\/1647292\/\">nationalization of banks<\/a> in 1969, nationalized bank paid extra attention to the needs of the agricultural sector. Regional rural banks are established mainly for agricultural credit requirements. National Bank for Agriculture and Rural Development (NABARD) was also set up. The importance of moneylenders for the needs of institutional credit to the farmers declined and as a result, their exploitation on the farmers also decreases.<\/li><li><strong>Procurement and support prices<\/strong>&#8211; Another policy measure of significant importance is the announcement of procurement and support prices to ensure fair returns to the farmers that even in a year of surplus, the prices do not tumble down and farmers do not suffer losses.<\/li><li><strong>Input subsidies to agriculture<\/strong>&#8211; The purpose of input subsidization is to use modern input to increase agricultural production. Under this government policy, various inputs are supplied to the farmers below the fixed open market price.<\/li><li><strong>Passing Minimum Wage Act<\/strong><\/li><li><strong>Abolition of bonded labourers<\/strong><\/li><li><strong>Providing land to landless labourers<\/strong><\/li><li><strong>Provision of housing cities to houseless<\/strong><\/li><\/ul>\n\n\n\n<p>Special schemes for providing employment:<\/p>\n\n\n\n<ul><li><strong>Crash scheme for rural employment (CSRE)<\/strong><\/li><li><strong>Pilot intensive Rural Employment Project (PIREP)<\/strong><\/li><li><strong>National Rural Employment Programme<\/strong><\/li><li><strong>Rural Landless Employment Programme(RLEP)<\/strong><\/li><li><strong>Jawahar Rojgar Yojana<\/strong><\/li><li><strong>National Scheme of Training of Rural Youth for Self Employment (TRYSM)<\/strong><\/li><li><strong>Integrated Rural Development Programme (IRDP)<\/strong><\/li><\/ul>\n\n\n\n<p>Another important government schemes in the agricultural sector-<\/p>\n\n\n\n<ul><li><strong>Paramparagat Krishi Vikas Yojana<\/strong> was <a href=\"https:\/\/www.google.com\/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=&amp;cad=rja&amp;uact=8&amp;ved=2ahUKEwiHqZDRn7DtAhV4zjgGHZcDBKYQFjACegQIBBAC&amp;url=https%3A%2F%2Fdarpg.gov.in%2Fsites%2Fdefault%2Ffiles%2FParamparagat%2520Krishi%2520Vikas%2520Yojana.pdf&amp;usg=AOvVaw1Vssc9bj_7-euJw7ts_TeD\">launched<\/a> by the NDA government in 2015 to promote organic farming across India. According to the scheme for farmers will be encouraged to groups or clusters and each cluster or group have 50 farmers willing to take up organic farming under PKVY and they will be provided INR 20,000 per acre by the government over three years’ time.<\/li><li><strong>Pradhan Mantri Fasal Bima Yojana (PMFBY)<\/strong> is the Government sponsored crop insurance scheme that provides insurance coverage and financial support to the farmers in the event of failure of any of the notified crop as a result of natural calamities, pests and diseases.<\/li><li><strong>Livestock Insurance Scheme<\/strong> aims to provide a protection mechanism to the farmers and cattle against any eventual loss of their animals due to death.<\/li><\/ul>\n\n\n\n<h3><strong>Government’s Scheme: Myth or Reality?<\/strong><\/h3>\n\n\n\n<p>How the policies adopted by the government has a positive impact on farmers or completely fail to protect the interest of farmers, as an example, farmers from Vimchur, a remote rural area in India&#8217;s Maharashtra province planted large quantities of grapes in March and exported them to various parts of India. When Prime Minister Narendra Modi announced the lockdown from midnight of 24th March, he gave India&#8217;s 1.3 billion citizens barely for hour notice. It was a cruel joke that had a huge effect on millions of farmers. By that time, a farmer form Vimchur had dispatched 100 quintals of grapes to Bangladesh, but 350 quintals were still on vines in the fields. The Modi government had arranged special jets to bring back all reach people who are stranded abroad. But the train service was completely stopped and the farmers failed to sell their grapes. Even if they arranged a truck, but the permits were not granted despite pleas to the government.<\/p>\n\n\n\n<p>The Indian parliament has passed two primary farm bills in this pandemic year. The upper house passed the Farmer&#8217;s Produce Trade and Commerce (Promotion and Facilitation) Bill 2020 and the Price Guarantee and Farm Services Bill Agreement for Farmers (Empowerment and Protection) 2020 that are collectively referred as &#8216;Farm Bills&#8217;. This will assist small and marginal farmers as the law will move from the farmer to the sponsor the risk of market unpredictability. On the other hand, in &#8216;Mandis&#8217; the laws likely to affect powerful commission agents (known as &#8216;<em>arhatiyas<\/em>&#8216; in Punjab and Haryana), who don&#8217;t want to lose their hold on the farmers (Sahoo, 2020). Due to the loss of Mandi tax, the strong source of revenue, the state government of Punjab and Haryana will be affected most, however, it is expected that the loss would be recovered under GST collection. The opposition <a href=\"https:\/\/scroll.in\/latest\/974088\/farm-bills-will-enslave-farmers-says-rahul-gandhi-likens-it-to-centres-gst-reform\">claims<\/a> the government wants to &#8216;enslaved farmers&#8217; to capitalism. In response, the government says that monopoly of APMC Mandis will end but they will not be shut down and will continue to function as normal and that the Minimum Support Price (MSP) will not be scrapped. Thus the complex question remains whether farmers will benefit from the surplus at all if the crop is sold through a mediating private agent?<\/p>\n\n\n\n<p>Farmers from Punjab, Haryana, Rajasthan, Madhya Pradesh, and Uttar Pradesh demand repeal of the controversial farm bill by their &#8216;Dilli Chalo&#8217; campaign on Constitution Day, 26 November 2020. Police fired water cannons and tear gas at the protesting farmers. A large number of the farmer were oppressed by the government with the assistance of the police to disperse them. However, later the government invited them to have a discussion with them on the bill. <\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large is-resized\"><img loading=\"lazy\" src=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/12\/Screenshot_2020-12-03-Farmers_Protest_PTI29-11-2020__1200x768-jpeg-WEBP-Image-1200-×-675-pixels-min-1024x575.jpg\" alt=\"Farmers protest in Delhi against farm bills\" class=\"wp-image-3854\" width=\"559\" height=\"313\" srcset=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/12\/Screenshot_2020-12-03-Farmers_Protest_PTI29-11-2020__1200x768-jpeg-WEBP-Image-1200-×-675-pixels-min-1024x575.jpg 1024w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/12\/Screenshot_2020-12-03-Farmers_Protest_PTI29-11-2020__1200x768-jpeg-WEBP-Image-1200-×-675-pixels-min-300x169.jpg 300w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/12\/Screenshot_2020-12-03-Farmers_Protest_PTI29-11-2020__1200x768-jpeg-WEBP-Image-1200-×-675-pixels-min-768x432.jpg 768w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/12\/Screenshot_2020-12-03-Farmers_Protest_PTI29-11-2020__1200x768-jpeg-WEBP-Image-1200-×-675-pixels-min-1170x658.jpg 1170w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/12\/Screenshot_2020-12-03-Farmers_Protest_PTI29-11-2020__1200x768-jpeg-WEBP-Image-1200-×-675-pixels-min.jpg 1500w\" sizes=\"(max-width: 559px) 100vw, 559px\" \/><figcaption>Farmers&#8217; protest in Delhi against farm bills that were passed by the parliament earlier this year | (Photo: PTI)<\/figcaption><\/figure><\/div>\n\n\n\n<p>According to the World Bank, about 40% of Indians depend on agriculture for their livelihood but this sector has been under pressure for many years due to crop failure and price drop. A 2015 study found that about 40% of farmers committed suicide due to economic pressure for crop failure. Although the Modi government has introduced Minimum Support Prices for crops, few farmers are benefiting. The government is also in the thick of a controversy over the Prime Minister&#8217;s Cropping Insurance Scheme. In the other words, all the policies that the government is adopting in the name of security without planning are in fact nothing more than a myth. In fact, the government&#8217;s formulation of all these policies is the only way for farmers to be dependent on the private sector.<\/p>\n\n\n\n<h3><strong>Conclusion<\/strong><\/h3>\n\n\n\n<p>For the progress of the agrarian country, first of all, the necessary steps should be taken to improve the condition of the farmers because the improvement of their condition can be conducive to the benefit of the whole society. The government needs to focus on better implementation of legislative measures, improvement the bargaining position, resettlement of agricultural workers, creating alternative sources of employment, regulation of hours work, credit at cheaper rates of interest on easy terms of payment for undertaking subsidiary occupation, proper training for improving the skill of farm labourers. Therefore, in the interest of electoral politics, the ruling class must refrain from oppression in the name of protecting the labourers by using them as tools. In this way, a developed society will be built.<\/p>\n\n\n\n<h4><strong>Reference<\/strong>(s)<\/h4>\n\n\n\n<p class=\"has-small-font-size\">Padhi, K. (2007).Agricultural Labour in India – A Close Look. <em>Orissa Review<\/em><\/p>\n\n\n\n<p class=\"has-small-font-size\">Sahoo, S. (2020). Impact of India&#8217;s New Farm Act 2020 on Farmers and Markets. <em>Biotica Research Today<\/em>, 2(10), 986.<\/p>\n\n\n\n<p class=\"has-small-font-size\">Chand, S.”8 important policy measures introduced in the agricultural sector in India”, <em><a href=\"http:\/\/www.yourarticlelibrary.com\/economics\/8important-policy-measures-introduced-in-the-agricultural-sector-in-india\/2722\">Your Article Library<\/a><\/em>,  (Dec 1, 2020)<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The primary objective of the five-year plan is to awaken the rural economy by providing opportunities for agricultural workers or other rural backward classes to work and lead a better living. In Indian rural structure agricultural labourer is the most neglected community which mainly belongs to the scheduled caste and<\/p>\n","protected":false},"author":49,"featured_media":3850,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[974,982,980],"tags":[1102,711,1099,1098,1103,796,1100],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v16.5 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>AGRICULTURAL LABOUR IN INDIA AND THE FARM BILLS - WISER WORLD<\/title>\n<meta name=\"description\" content=\"Indian parliament recently passed new farm bills that have created much controversy and Delhi has been the epicentre of the ongoing farmer protests.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"http:\/\/www.wiserworld.in\/agricultural-labour-in-india-and-farm-bills\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"AGRICULTURAL LABOUR IN INDIA AND THE FARM BILLS - WISER WORLD\" \/>\n<meta property=\"og:description\" content=\"Indian parliament recently passed new farm bills that have created much controversy and Delhi has been the epicentre of the ongoing farmer protests.\" \/>\n<meta property=\"og:url\" content=\"http:\/\/www.wiserworld.in\/agricultural-labour-in-india-and-farm-bills\/\" \/>\n<meta property=\"og:site_name\" content=\"WISER WORLD\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/Wiser-World-109811337349560\/?modal=admin_todo_tour\" \/>\n<meta property=\"article:published_time\" content=\"2020-12-02T21:57:34+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2020-12-03T05:25:59+00:00\" \/>\n<meta property=\"og:image\" content=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/12\/WhatsApp-Image-2020-12-03-at-1.17.22-AM-min.jpeg\" \/>\n\t<meta property=\"og:image:width\" content=\"1280\" \/>\n\t<meta property=\"og:image:height\" content=\"720\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@wiserworld_in\" \/>\n<meta name=\"twitter:site\" content=\"@wiserworld_in\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"http:\/\/www.wiserworld.in\/#organization\",\"name\":\"Wiser World\",\"url\":\"http:\/\/www.wiserworld.in\/\",\"sameAs\":[\"https:\/\/www.facebook.com\/Wiser-World-109811337349560\/?modal=admin_todo_tour\",\"https:\/\/www.instagram.com\/wiserworld.in\/\",\"https:\/\/in.pinterest.com\",\"https:\/\/twitter.com\/wiserworld_in\"],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/#logo\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/09\/Screenshot-2020-04-08-at-17.42.23.png\",\"contentUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/09\/Screenshot-2020-04-08-at-17.42.23.png\",\"width\":1076,\"height\":1081,\"caption\":\"Wiser World\"},\"image\":{\"@id\":\"http:\/\/www.wiserworld.in\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"http:\/\/www.wiserworld.in\/#website\",\"url\":\"http:\/\/www.wiserworld.in\/\",\"name\":\"WISER WORLD\",\"description\":\"Connecting the world with knowledge!\",\"publisher\":{\"@id\":\"http:\/\/www.wiserworld.in\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"http:\/\/www.wiserworld.in\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/agricultural-labour-in-india-and-farm-bills\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/12\/WhatsApp-Image-2020-12-03-at-1.17.22-AM-min.jpeg\",\"contentUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/12\/WhatsApp-Image-2020-12-03-at-1.17.22-AM-min.jpeg\",\"width\":1280,\"height\":720,\"caption\":\"Agricultiral Labour in India and Farm Bills\"},{\"@type\":\"WebPage\",\"@id\":\"http:\/\/www.wiserworld.in\/agricultural-labour-in-india-and-farm-bills\/#webpage\",\"url\":\"http:\/\/www.wiserworld.in\/agricultural-labour-in-india-and-farm-bills\/\",\"name\":\"AGRICULTURAL LABOUR IN INDIA AND THE FARM BILLS - WISER WORLD\",\"isPartOf\":{\"@id\":\"http:\/\/www.wiserworld.in\/#website\"},\"primaryImageOfPage\":{\"@id\":\"http:\/\/www.wiserworld.in\/agricultural-labour-in-india-and-farm-bills\/#primaryimage\"},\"datePublished\":\"2020-12-02T21:57:34+00:00\",\"dateModified\":\"2020-12-03T05:25:59+00:00\",\"description\":\"Indian parliament recently passed new farm bills that have created much controversy and Delhi has been the epicentre of the ongoing farmer protests.\",\"breadcrumb\":{\"@id\":\"http:\/\/www.wiserworld.in\/agricultural-labour-in-india-and-farm-bills\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"http:\/\/www.wiserworld.in\/agricultural-labour-in-india-and-farm-bills\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"http:\/\/www.wiserworld.in\/agricultural-labour-in-india-and-farm-bills\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"http:\/\/www.wiserworld.in\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"AGRICULTURAL LABOUR IN INDIA AND THE FARM BILLS\"}]},{\"@type\":\"Article\",\"@id\":\"http:\/\/www.wiserworld.in\/agricultural-labour-in-india-and-farm-bills\/#article\",\"isPartOf\":{\"@id\":\"http:\/\/www.wiserworld.in\/agricultural-labour-in-india-and-farm-bills\/#webpage\"},\"author\":{\"@id\":\"http:\/\/www.wiserworld.in\/#\/schema\/person\/7d5b9a81c0ad7def69784af7158de2f3\"},\"headline\":\"AGRICULTURAL LABOUR IN INDIA AND THE FARM BILLS\",\"datePublished\":\"2020-12-02T21:57:34+00:00\",\"dateModified\":\"2020-12-03T05:25:59+00:00\",\"mainEntityOfPage\":{\"@id\":\"http:\/\/www.wiserworld.in\/agricultural-labour-in-india-and-farm-bills\/#webpage\"},\"wordCount\":1724,\"commentCount\":0,\"publisher\":{\"@id\":\"http:\/\/www.wiserworld.in\/#organization\"},\"image\":{\"@id\":\"http:\/\/www.wiserworld.in\/agricultural-labour-in-india-and-farm-bills\/#primaryimage\"},\"thumbnailUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/12\/WhatsApp-Image-2020-12-03-at-1.17.22-AM-min.jpeg\",\"keywords\":[\"Agricultural Labour\",\"agriculture\",\"farm bill\",\"farm bills\",\"farm labourers\",\"farmers\",\"Minimum wages Act\"],\"articleSection\":[\"Domestic Politics &amp; Governance\",\"Food &amp; Agriculture\",\"Indian Subcontinent\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"http:\/\/www.wiserworld.in\/agricultural-labour-in-india-and-farm-bills\/#respond\"]}]},{\"@type\":\"Person\",\"@id\":\"http:\/\/www.wiserworld.in\/#\/schema\/person\/7d5b9a81c0ad7def69784af7158de2f3\",\"name\":\"Shreyasi Roy\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/1.gravatar.com\/avatar\/ad75d509960d4600fcb51317ab52f853?s=96&d=mm&r=g\",\"contentUrl\":\"http:\/\/1.gravatar.com\/avatar\/ad75d509960d4600fcb51317ab52f853?s=96&d=mm&r=g\",\"caption\":\"Shreyasi Roy\"},\"description\":\"Shreyasi Roy is Post-Graduate in Political Science from Calcutta University, Kolkata. She has completed her graduation in Political Science from Asutosh College, Kolkata. During her Post Graduation period, she has done research on various topics including Gender Studies, Development Studies, Public Administration. My special area of interest is the Gender and Development Area in India. She wants to extend her helping hand for the betterment of society.\",\"url\":\"http:\/\/www.wiserworld.in\/author\/shreyasi-roy\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/3849"}],"collection":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/users\/49"}],"replies":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/comments?post=3849"}],"version-history":[{"count":7,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/3849\/revisions"}],"predecessor-version":[{"id":3860,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/3849\/revisions\/3860"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/media\/3850"}],"wp:attachment":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/media?parent=3849"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/categories?post=3849"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/tags?post=3849"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}