{"id":3922,"date":"2020-12-24T14:21:08","date_gmt":"2020-12-24T08:51:08","guid":{"rendered":"http:\/\/www.wiserworld.in\/?p=3922"},"modified":"2020-12-24T16:49:59","modified_gmt":"2020-12-24T11:19:59","slug":"bhopal-gas-tragedy-36-years-of-undelivered-justice","status":"publish","type":"post","link":"http:\/\/www.wiserworld.in\/bhopal-gas-tragedy-36-years-of-undelivered-justice\/","title":{"rendered":"BHOPAL GAS TRAGEDY: 36 YEARS OF UNDELIVERED JUSTICE"},"content":{"rendered":"\n<p class=\"has-drop-cap\">On December 1984, the world&#8217;s worst industrial disaster occurred in Bhopal the explosion of Union Carbide India Limited (UCIL) pesticide project emitted 32 to 40 tons of a toxic gas called Methyl Isocyanate (MIC), spreading over 30 sq. miles, killing thousands of people and injuring hundreds of thousands. The count was around 3000 but unofficial estimates are around 8000-10000 deaths. A report in the NY Times indicates that the death toll from chronic diseases caused by gas emissions has reached a maximum of 14,410. This is a complex case involving criticism against the Indian government, the US government, Union Carbide and its workers. People were terrified, surrounded by poisonous thick clouds. Neither Union Carbide nor the local authorities helped them that night or in the following days. In the years that followed, the victim’s organization continued to fight relentlessly for justice, recognition and support. Some of them received little help from the legal process or the Government of India, but the toxic legacy of this catastrophe continues to cause damage to chronic illness, the presence of toxins in the soil, and breast milk, cancer congenital problems among newborns and so on. It has been almost 36 years since Bhopal Gas Tragedy but its havoc still upsets our memories and pains our heart.<\/p>\n\n\n\n<h2><strong>Background<\/strong> of Bhopal Gas Tragedy<\/h2>\n\n\n\n<p>Any accident related to development gives lessons to mankind. Thus, the development activities should always be conducted by a responsible and disciplined administration. The horrific accident that took place on December 2 1984, in Bhopal still shakes the consciousness of the whole world.<\/p>\n\n\n\n<p>In the 1960s, the year of green revolution advanced agricultural technology was used mainly to increase crop production with high-quality seeds, chemical, fertilizers and pesticides. In 1966, the production of pesticides in India was only 14,000 metric tons, which is significantly less than the requirement. Due to the sudden increase in demand for chemical pesticides and fertilizers UCC, a US-based company decided to set up a new agricultural division UCIL to capture the Indian market. Adopting the guidelines of the Indian Companies Act of 1956, UCC reduced its share of ownership from 100 % to 60% and registered the company UCIL in 1966. In 1968, the Indian government approved UCIL to build a fertilizer and pesticide plant in Bhopal, the capital of Madhya Pradesh and leased several hectares of land “<a href=\"https:\/\/www.researchgate.net\/profile\/Alok_Mittal3\/publication\/289545784_Retrospection_of_Bhopal_gas_tragedy\/links\/5f929f19299bf1b53e3d9595\/Retrospection-of-Bhopal-gas-tragedy.pdf\">Kali Parade<\/a>”. The plant began in 1969 to produce raw fertilizers and concentrated chemical pesticides of American origin to make usable energy.<\/p>\n\n\n\n<h2><strong>How Did This Happen?<\/strong><\/h2>\n\n\n\n<p>In 1978, the UCC and UCN decided to produce <a href=\"https:\/\/www.researchgate.net\/profile\/Alok_Mittal3\/publication\/289545784_Retrospection_of_Bhopal_gas_tragedy\/links\/5f929f19299bf1b53e3d9595\/Retrospection-of-Bhopal-gas-tragedy.pdf\">SEVIN<\/a>, a carbaryl pesticide used on cotton and other crops.  Resulting in methylamine reacting with phosgene to produce intermediate Methyl Isocyanate, which on reaction with 1-naphthol produces 1-carbaryl.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large\"><img loading=\"lazy\" width=\"413\" height=\"375\" src=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/12\/Screenshot-2020-12-24-135132-1.png\" alt=\"\" class=\"wp-image-3934\" srcset=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/12\/Screenshot-2020-12-24-135132-1.png 413w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/12\/Screenshot-2020-12-24-135132-1-300x272.png 300w\" sizes=\"(max-width: 413px) 100vw, 413px\" \/><figcaption>Methyl Isocyanate on processing forms Carbaryl (SEVIN) which is a highly efficient pesticide.<\/figcaption><\/figure><\/div>\n\n\n\n<p>In 1975, the Government of India permitted UCIL to produce 5000 tons of carbaryl pesticides per year in the Bhopal project.<\/p>\n\n\n\n<p>There were several accidents at UCIL plant before December 2 1984, mainly due to the leakage of gases like phosgene, MIC, hydrochloric acid, chloroform. But most of them caused minor damage to workers. Many animals died by drinking water from a stream just outside the plant polluted by the fluid runoff from the plant. From 7 to 22 October 1984, the available phosgene and methylamine at the Bhopal plant were used for the final batch of MIC production. The 40-ton and 20-ton MICs are kept in two separate tanks. MIC production is subsequently stopped for maintenance. According to the report, on 2nd December 1984, the safety component gas scrubber, flare, refrigeration was in standby or non-operative condition due to the shutdown of MIC production. It is important to note that the vent gas scrubber uses caustic soda to neutralize toxic gas exhaust from MIC plant and storage tanks.<\/p>\n\n\n\n<p>It is not yet clear what actually happened on December 2, 1984. Various studies have shown that MIC was stored in two-layered steel tanks having code numbers E610, E611, and E619. During the shift change from 10:45 PM to 11 PM an employee noticed that the pressure in the E610 tank had increased to 10psi, which was fivefold higher than the pressure previously recorded. Around 11:30 a.m. some of the workers noticed burning sensation and tears in their eyes, some of them noticed liquid droplets along with yellowish white gas coming out of the MIC tank, the pressure of E610 was indicating its maximum reading of 55 psi. There was even no sign of caustic soda floor and a cloud of gas was seen from the scrubbers stack. Toxic gas is emitted around 12:40 AM. The fire water sprayers were used but in the water could not reach the gas cloud, which was formed on the top of the scrubber stack. Due to the refrigeration system being off, attempts to cool the tank E6410 also failed. As a result emission of MIC gas could not be stopped and this continued for 2 hours.<\/p>\n\n\n\n<p>Around 1 AM the residence of the surrounding area suffered from suffocation and odour due to gas leakage. At around 3 AM the retired army brigadier requested a team of army engineers to evacuate the workers and people near UCIL plant because the incident occurred in the late-night hours and there were no professional disaster management team to deal with the accident which happened in a peaceful town. There were corpses of people and animals on the ground the victims were shifted to the city&#8217;s government hospital Hamidia Hospital and its adjoining Gandhi Medical College. But thousands of people lay on the ground of inside and outside of the hospital people could be seen shouting, crying and praying.<\/p>\n\n\n\n<p> There are other possible reasons behind this man made catastrophe-<\/p>\n\n\n\n<ul><li>On the evening of 2nd December, the supervisor on duty transferred from different unit to MIC plant with which he was not acquainted. The supervisor instructed a group of untrained workers to connect the hose to the pipeline system and keep it running for several hours but forgot to instruct them to add slip binds. At midnight, a group of workers noticed MIC presence in the air and they thought this leakage is common, so no necessary action is required.<\/li><li>Researchers from Chauhan Delhi Science Forum, Council of Scientific and Industrial Research and Disaster Management Institute said that, MICs design deficiencies that played a significant role in Bhopal plant accident. At the Bhopal plant, a dangerous but cost-effective method of manufacturing of SEVIN was chosen. Instead of storing MIC in many small barrels, like the UCC plant in Virginia, it was stored long-term in two large tanks.<\/li><\/ul>\n\n\n\n<p>Nevertheless, UCC admitted in their own investigation report that most of the systems were not functioning on the night of the accident-<\/p>\n\n\n\n<ul><li>Tank temperature was not logged.<\/li><li>The vent gas scrubber was not in use.<\/li><li>The cooling system was not in use.<\/li><li>The concentration of chloroform in the production tank was too high.<\/li><li>The tanks high-temperature alarm was not working.<\/li><\/ul>\n\n\n\n<p>Both the plant design and safety management were of lower quality than the UCC operated other plants in the US and Europe.<\/p>\n\n\n\n<h2><strong>Consequences of the Bhopal Disaster<\/strong><\/h2>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large\"><img loading=\"lazy\" width=\"1024\" height=\"576\" src=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/12\/Screenshot_2020-12-24-original-jpg-WEBP-Image-1200-×-780-pixels-—-Scaled-96-compressed-1024x576.jpg\" alt=\"The entrance of Union Carbide plant in Bhopal, shortly after the release of poisonous gas in December 1984\" class=\"wp-image-3930\" srcset=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/12\/Screenshot_2020-12-24-original-jpg-WEBP-Image-1200-×-780-pixels-—-Scaled-96-compressed-1024x576.jpg 1024w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/12\/Screenshot_2020-12-24-original-jpg-WEBP-Image-1200-×-780-pixels-—-Scaled-96-compressed-300x169.jpg 300w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/12\/Screenshot_2020-12-24-original-jpg-WEBP-Image-1200-×-780-pixels-—-Scaled-96-compressed-768x432.jpg 768w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/12\/Screenshot_2020-12-24-original-jpg-WEBP-Image-1200-×-780-pixels-—-Scaled-96-compressed-1170x658.jpg 1170w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/12\/Screenshot_2020-12-24-original-jpg-WEBP-Image-1200-×-780-pixels-—-Scaled-96-compressed.jpg 1441w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><figcaption>The entrance of Union Carbide plant in Bhopal, shortly after the release of poisonous gas in December 1984 | <em>AP Photo\/Peter Kemp<\/em><\/figcaption><\/figure><\/div>\n\n\n\n<h4><strong>Short Term Effects<\/strong>:<\/h4>\n\n\n\n<p>Residents of the surroundings were suffering from coughing, vomiting and burning sensation in the respiratory organs and a feeling of suffocation those who arrived at the hospital had shortness of breath with water in their lungs and were suffering from convulsions. Women and neo-natal mortality rates increased by 200%. While the unofficial death figure in 1991 was stated as 3928, more probable that at least 8000 died within the first days.<\/p>\n\n\n\n<h4><strong>Long Term Effects<\/strong>:<\/h4>\n\n\n\n<p>According to survivor’s organization and activists, thousands of people have become permanently disabled due to the toxic gas. In 1986 R. Krishnamurthy, chairman of the commission of inquiry into accident said that between 30,000- 40,000 people were found to be permanently disabled.<\/p>\n\n\n\n<h4>Socio-Economic Effects<\/h4>\n\n\n\n<p>The economic situation of the hardest affected part of the Bhopal population in 1994 can be categorized as dependence on physical and casual work for cattle for income and male offspring for support in old age. From a survey conducted in late December 1984 found that 75% of the workforce was incapable of work mainly due to breathlessness. Many families had lost their stock of cattle. 25000 families suffered from total or substantial loss of income.<\/p>\n\n\n\n<h2><strong>Government’s Reactions Towards Bhopal Gas Tragedy<\/strong><\/h2>\n\n\n\n<p>The survivors of the Bhopal gas tragedy are still fighting for compensation. This worst industrial disaster demonstrates what can happen when safety measures are overlooked. The government of India enacted the Bhopal gas leak act in March 1985 which enabled the government to act as legal representative to the victims.<\/p>\n\n\n\n<p>The company in the government <a href=\"https:\/\/www.reutersevents.com\/sustainability\/supply-chains\/bhopal-gas-disaster-corporate-negligence-deadly-consequences#:~:text=Bhopal%20gas%20disaster%3A%20Corporate%20negligence%20with%20deadly%20consequences,-AddThis%20Sharing%20Buttons&amp;text=fighting%20for%20compensation-,It%20may%20have%20caused%20some%20industrial%20safety%20procedures%20to%20improve,worst%20industrial%20disasters%20in%20history.\">set aside<\/a> $470 m in 1989 after the Bhopal court issued an arrest warrant against the chairman and chief executive of Union Carbide, Warren Anderson. The government of India has left a very small portion of the settlement amount to victims. Even today, the government has embezzled $370 million and the victims and their family are constantly campaigning for compensation.<\/p>\n\n\n\n<p>Instead of helping the people of Bhopal, the Indian government has stepped up its efforts to look at the disaster lightly and insignificantly. Top officials in the state government asked truck drivers to carry a large number of dead buddies and dump them in the river and inside the forest.<\/p>\n\n\n\n<p>The government had set up a number of hospitals but failed to take adequate measures such as lack of proper doctors, medicines, equipment to provide safe and appropriate treatment. Today in 2011, people are thoughtlessly given antibiotics, steroids, psychotropic and other potentially harmful medicines.<\/p>\n\n\n\n<p>The government was ordered by the Supreme Court to provide safe water to areas adjacent to the Union Carbide factory but still some people there are being forced to drink contaminated water from hand pumps. The main reason that the ruling government, irrespective of political parties has been negligent towards the people of Bhopal that most of the victims are poor people who have no way to avail government benefits.<\/p>\n\n\n\n<p>Warren Anderson, company’s chairman was arrested in the capital of Madhya Pradesh for four days after the disaster. But after few hours of house arrest, Anderson was released on bail and left the country. Several reports have suggested that PM Rajiv Gandhi&#8217;s government was pressured by the US to release Anderson. Human Rights activists have blamed successive governments for failing to secure the extradition of the man who was held responsible for the death of around 15,000 people.<\/p>\n\n\n\n<h2><strong>36 Years of Bhopal Gas Tragedy: A Continuing Disaster<\/strong><\/h2>\n\n\n\n<p>Immediately after the disaster, UCC began to try to absolve itself of the responsibility for the accident. Its principal tactic was to convict UCL, which was created and operated by an Indian subsidiary. On 7th December the toxic plume had barely cleared at the time of the filing of the multimillion-dollar lawsuit by the American attorney in the US court and its effect on Bhopal’s people was largely ignored.<\/p>\n\n\n\n<p>In March 1985, the Government of India made provision for compensation under the Bhopal Gas Leak Disaster Act, but the UCC suppressed the number of victims. According to the Gas Strategy Relief and Rehabilitation Department, at the end of the October 2003, 554895 injured and 15,310 killed were compensated.<\/p>\n\n\n\n<p>A local charity, Sambhavna Trust had released a <a href=\"https:\/\/citizenmatters.in\/bhopal-union-carbide-gas-leak-impact-on-citizens-children-after-35-years-13328\">report <\/a>in 2015 after three years of research which indicated that many children still suffer from congenital defects whose parents were exposed to toxic gases and subsequently exposed to prolonged exposure to contaminated drinking water. It basically surveyed 100 thousand people from 20,000 households living in Blue Moon Colony, Shriram Nagar and Annu Nagar adjacent to the Union Carbide Factory. But the government has refused to accept the NGO’s claim that birth defects and other medical problems in children are caused by contaminated soil and water. The affected children also did not get any help from the state for their treatment and rehabilitation.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large is-resized\"><img loading=\"lazy\" src=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/12\/Zaid-Bhopal-768x1020-2.jpg\" alt=\"Mohammad Zaid looks younger than his age because of the deformities caused as the side effect of contamination\" class=\"wp-image-3942\" width=\"298\" height=\"397\" srcset=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/12\/Zaid-Bhopal-768x1020-2.jpg 768w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/12\/Zaid-Bhopal-768x1020-2-226x300.jpg 226w\" sizes=\"(max-width: 298px) 100vw, 298px\" \/><figcaption>Mohammad Zaid looks younger than his age because of the deformities caused as the side effect of contamination | Source: <a href=\"https:\/\/citizenmatters.in\/bhopal-union-carbide-gas-leak-impact-on-citizens-children-after-35-years-13328\">Citizen Matters<\/a><\/figcaption><\/figure><\/div>\n\n\n\n<p>Like <a href=\"https:\/\/citizenmatters.in\/bhopal-union-carbide-gas-leak-impact-on-citizens-children-after-35-years-13328\">Mohammad Zaid<\/a>, who is 17, but looks like a small child. His body and mind have not developed with his age. his father was one of the victim of Bhopal gas tragedy , who inhaled the deadly Methyl Isocyanate gas in 1984. The <a href=\"https:\/\/citizenmatters.in\/bhopal-union-carbide-gas-leak-impact-on-citizens-children-after-35-years-13328\">Chingari Trust<\/a> provides psychological support to all these children so that they can lead a normal life.<\/p>\n\n\n\n<p>According to the international environmental organization <a href=\"https:\/\/citizenmatters.in\/bhopal-union-carbide-gas-leak-impact-on-citizens-children-after-35-years-13328\">Green Peace<\/a>, more than 20,000 people still live around the plant and are exposed to deadly chemicals through groundwater and soil contamination.<\/p>\n\n\n\n<h2><strong>Conclusion<\/strong><\/h2>\n\n\n\n<p>The two most important reasons for the Bhopal gas tragedy are the company&#8217;s policy regarding plant design and cost consolidation. Negligence of agency and government authorities after the accident had a detrimental effect on public life. The incident shows that the ethical analysis of industrial accidents does not focus on the individual but on the responsibilities of the company, including the national and local authorities. Continuously and increasingly when a society breaks the rules of ethics, it can be considered as an unethical society and the company follows these as correct. 36 years after the catastrophic Bhopal gas tragedy, the government still fails to do justice to the victims, according to organizations fighting for the rights of the victims. Several rights organizations have been, for decades, demanding harsh and exemplary punishment to those responsible for the tragedy, adequate compensation to the victims, a proper rehabilitation plan and adequate medical facilities for survivors and removal of toxic chemicals lying on the plant premises among other things. The government should provide adequate employment and medical care to the survivors of this catastrophe. In addition, the current administration needs to do justice to Anderson&#8217;s escape from the country without having to face justice in the past.<\/p>\n\n\n\n<p><strong>Featured Image: <\/strong>AP Photo\/Prakash Hatvalne<\/p>\n","protected":false},"excerpt":{"rendered":"<p>On December 1984, the world&#8217;s worst industrial disaster occurred in Bhopal the explosion of Union Carbide India Limited (UCIL) pesticide project emitted 32 to 40 tons of a toxic gas called Methyl Isocyanate (MIC), spreading over 30 sq. miles, killing thousands of people and injuring hundreds of thousands. The count<\/p>\n","protected":false},"author":49,"featured_media":3929,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[974,499],"tags":[1140,1153,1154,1155],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v16.5 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>BHOPAL GAS TRAGEDY: 36 YEARS OF UNDELIVERED JUSTICE - WISER WORLD<\/title>\n<meta name=\"description\" content=\"Bhopal gas tragedy continues to be one of the worst tragedies in the history of modern India. #6 years have passed yet the victims have not yet got justice.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"http:\/\/www.wiserworld.in\/bhopal-gas-tragedy-36-years-of-undelivered-justice\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"BHOPAL GAS TRAGEDY: 36 YEARS OF UNDELIVERED JUSTICE - WISER WORLD\" \/>\n<meta property=\"og:description\" content=\"Bhopal gas tragedy continues to be one of the worst tragedies in the history of modern India. #6 years have passed yet the victims have not yet got justice.\" \/>\n<meta property=\"og:url\" content=\"http:\/\/www.wiserworld.in\/bhopal-gas-tragedy-36-years-of-undelivered-justice\/\" \/>\n<meta property=\"og:site_name\" content=\"WISER WORLD\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/Wiser-World-109811337349560\/?modal=admin_todo_tour\" \/>\n<meta property=\"article:published_time\" content=\"2020-12-24T08:51:08+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2020-12-24T11:19:59+00:00\" \/>\n<meta property=\"og:image\" content=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/12\/Screenshot_2020-12-24-original-jpg-WEBP-Image-1200-×-799-pixels-—-Scaled-93-compressed.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1407\" \/>\n\t<meta property=\"og:image:height\" content=\"792\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@wiserworld_in\" \/>\n<meta name=\"twitter:site\" content=\"@wiserworld_in\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"11 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"http:\/\/www.wiserworld.in\/#organization\",\"name\":\"Wiser World\",\"url\":\"http:\/\/www.wiserworld.in\/\",\"sameAs\":[\"https:\/\/www.facebook.com\/Wiser-World-109811337349560\/?modal=admin_todo_tour\",\"https:\/\/www.instagram.com\/wiserworld.in\/\",\"https:\/\/in.pinterest.com\",\"https:\/\/twitter.com\/wiserworld_in\"],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/#logo\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/09\/Screenshot-2020-04-08-at-17.42.23.png\",\"contentUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/09\/Screenshot-2020-04-08-at-17.42.23.png\",\"width\":1076,\"height\":1081,\"caption\":\"Wiser World\"},\"image\":{\"@id\":\"http:\/\/www.wiserworld.in\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"http:\/\/www.wiserworld.in\/#website\",\"url\":\"http:\/\/www.wiserworld.in\/\",\"name\":\"WISER WORLD\",\"description\":\"Connecting the world with knowledge!\",\"publisher\":{\"@id\":\"http:\/\/www.wiserworld.in\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"http:\/\/www.wiserworld.in\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/bhopal-gas-tragedy-36-years-of-undelivered-justice\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/12\/Screenshot_2020-12-24-original-jpg-WEBP-Image-1200-\\u00d7-799-pixels-\\u2014-Scaled-93-compressed.jpg\",\"contentUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/12\/Screenshot_2020-12-24-original-jpg-WEBP-Image-1200-\\u00d7-799-pixels-\\u2014-Scaled-93-compressed.jpg\",\"width\":1407,\"height\":792,\"caption\":\"BHOPAL GAS TRAGEDY: 36 YEARS OF UNDELIVERED JUSTICE\"},{\"@type\":\"WebPage\",\"@id\":\"http:\/\/www.wiserworld.in\/bhopal-gas-tragedy-36-years-of-undelivered-justice\/#webpage\",\"url\":\"http:\/\/www.wiserworld.in\/bhopal-gas-tragedy-36-years-of-undelivered-justice\/\",\"name\":\"BHOPAL GAS TRAGEDY: 36 YEARS OF UNDELIVERED JUSTICE - WISER WORLD\",\"isPartOf\":{\"@id\":\"http:\/\/www.wiserworld.in\/#website\"},\"primaryImageOfPage\":{\"@id\":\"http:\/\/www.wiserworld.in\/bhopal-gas-tragedy-36-years-of-undelivered-justice\/#primaryimage\"},\"datePublished\":\"2020-12-24T08:51:08+00:00\",\"dateModified\":\"2020-12-24T11:19:59+00:00\",\"description\":\"Bhopal gas tragedy continues to be one of the worst tragedies in the history of modern India. #6 years have passed yet the victims have not yet got justice.\",\"breadcrumb\":{\"@id\":\"http:\/\/www.wiserworld.in\/bhopal-gas-tragedy-36-years-of-undelivered-justice\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"http:\/\/www.wiserworld.in\/bhopal-gas-tragedy-36-years-of-undelivered-justice\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"http:\/\/www.wiserworld.in\/bhopal-gas-tragedy-36-years-of-undelivered-justice\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"http:\/\/www.wiserworld.in\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"BHOPAL GAS TRAGEDY: 36 YEARS OF UNDELIVERED JUSTICE\"}]},{\"@type\":\"Article\",\"@id\":\"http:\/\/www.wiserworld.in\/bhopal-gas-tragedy-36-years-of-undelivered-justice\/#article\",\"isPartOf\":{\"@id\":\"http:\/\/www.wiserworld.in\/bhopal-gas-tragedy-36-years-of-undelivered-justice\/#webpage\"},\"author\":{\"@id\":\"http:\/\/www.wiserworld.in\/#\/schema\/person\/7d5b9a81c0ad7def69784af7158de2f3\"},\"headline\":\"BHOPAL GAS TRAGEDY: 36 YEARS OF UNDELIVERED JUSTICE\",\"datePublished\":\"2020-12-24T08:51:08+00:00\",\"dateModified\":\"2020-12-24T11:19:59+00:00\",\"mainEntityOfPage\":{\"@id\":\"http:\/\/www.wiserworld.in\/bhopal-gas-tragedy-36-years-of-undelivered-justice\/#webpage\"},\"wordCount\":2277,\"commentCount\":0,\"publisher\":{\"@id\":\"http:\/\/www.wiserworld.in\/#organization\"},\"image\":{\"@id\":\"http:\/\/www.wiserworld.in\/bhopal-gas-tragedy-36-years-of-undelivered-justice\/#primaryimage\"},\"thumbnailUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/12\/Screenshot_2020-12-24-original-jpg-WEBP-Image-1200-\\u00d7-799-pixels-\\u2014-Scaled-93-compressed.jpg\",\"keywords\":[\"Bhopal gas tragedy\",\"bhopal gas tragedy causes\",\"bhopal gas tragedy effects\",\"Madhya Pradesh\"],\"articleSection\":[\"Domestic Politics &amp; Governance\",\"History\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"http:\/\/www.wiserworld.in\/bhopal-gas-tragedy-36-years-of-undelivered-justice\/#respond\"]}]},{\"@type\":\"Person\",\"@id\":\"http:\/\/www.wiserworld.in\/#\/schema\/person\/7d5b9a81c0ad7def69784af7158de2f3\",\"name\":\"Shreyasi Roy\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/1.gravatar.com\/avatar\/ad75d509960d4600fcb51317ab52f853?s=96&d=mm&r=g\",\"contentUrl\":\"http:\/\/1.gravatar.com\/avatar\/ad75d509960d4600fcb51317ab52f853?s=96&d=mm&r=g\",\"caption\":\"Shreyasi Roy\"},\"description\":\"Shreyasi Roy is Post-Graduate in Political Science from Calcutta University, Kolkata. She has completed her graduation in Political Science from Asutosh College, Kolkata. During her Post Graduation period, she has done research on various topics including Gender Studies, Development Studies, Public Administration. My special area of interest is the Gender and Development Area in India. She wants to extend her helping hand for the betterment of society.\",\"url\":\"http:\/\/www.wiserworld.in\/author\/shreyasi-roy\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/3922"}],"collection":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/users\/49"}],"replies":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/comments?post=3922"}],"version-history":[{"count":4,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/3922\/revisions"}],"predecessor-version":[{"id":3944,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/3922\/revisions\/3944"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/media\/3929"}],"wp:attachment":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/media?parent=3922"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/categories?post=3922"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/tags?post=3922"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}