{"id":3931,"date":"2021-01-01T00:00:21","date_gmt":"2021-01-01T00:00:21","guid":{"rendered":"http:\/\/www.wiserworld.in\/?p=3931"},"modified":"2021-01-01T09:16:08","modified_gmt":"2021-01-01T09:16:08","slug":"rural-economy-a-journey-towards-the-revival-of-the-handicrafts-business","status":"publish","type":"post","link":"http:\/\/www.wiserworld.in\/rural-economy-a-journey-towards-the-revival-of-the-handicrafts-business\/","title":{"rendered":"RURAL ECONOMY: A JOURNEY TOWARDS THE REVIVAL OF THE HANDICRAFTS BUSINESS"},"content":{"rendered":"\n<p class=\"has-drop-cap\">India is dominantly a rural economy-based country. As the majority of its population resides in rural areas, this sector provides most of the employment in the country. Even though there have been significant improvements in the rural economy over the years, we still have a long way to go. The handicrafts industry, which is predominantly based in the rural areas is one of the most important sectors of the economy. It is the second-largest employment provider after agriculture. The handicrafts industry is the ‘heart and soul’ of the nation in the sense that, it is the true representation of our culture, heritage, and the rich past that India has. Since India is a labour-intensive country, it suits best that the handicrafts industry be given its due importance. The plight of the local artisans of India have long been ignored and have only worsened during the pandemic. (<a href=\"https:\/\/yourstory.com\/socialstory\/2019\/05\/artisans-handicrafts-expectations-narendra-modi-government\">Balaji, 2019<\/a>)<\/p>\n\n\n\n<p>One of the most important issues faced by the local artisans during and even before this pandemic is the lack of financial support. These artisans have the minimum amount of money to invest in buying their raw materials and other requirements. Even though the government provides loans at very low levels of interest, it is still a handsome amount for them to be able to pay at such low levels of income. The second issue faced is the illiteracy and lack of knowledge of the newly developing technological world. In this competitive world, they lack the knowledge of technology that could help them be a part of the globalization. The third and especially important issue faced by these local artisans is that they work in the unorganized sector. Since they work in the unorganized sectors, they do not have any regular security of the job. They can run out of customers anytime and there is perhaps nothing they can do about it. They do not have the guarantee of their income or job any time of the year. They are vulnerable to exploitation and do not have the support system that they deserve. Since most of the local artisans are women, it poses even a greater threat to their livelihood. There are a lot more restrictions and dependency when we talk about women artisans in rural areas. They lack financial independence and are subject to a lot of misbehaviours. These aspects have to be kept in mind while developing policies for this sector, considering the importance it holds in providing employment to a large section of our society. (<a href=\"https:\/\/www.firstpost.com\/art-and-culture\/indias-handloom-handicraft-sectors-have-resilience-to-combat-covid-19-crisis-setbacks-but-they-need-calculated-support-8544851.html\">Muyiwa, 2020<\/a>)<\/p>\n\n\n\n<p><span class=\"highlight\">The global market of handicraft was valued at US$ 400 billion before the pandemic. The handicraft industry in rural economy registered an annual growth rate of 15% consistently over the last decade.<\/span> However, India’s share in the global market for handicrafts is only 2% which shows us the state of our local artisans in the global market. The pandemic, however, has only worsened the situation and led to a global crisis. For these artisans, the pandemic has been the worst nightmare as they have lost their source of income for months together and they have no one to rely on.&nbsp;<\/p>\n\n\n\n<h2><strong>Government Initiatives<\/strong><\/h2>\n\n\n\n<p>There have been several measures taken by the government to support the handicrafts industries and the local artisans in rural areas over the years. The handicrafts sector had already taken a hit during the demonetization and the damage seemed irreparable without government’s support. This people employed directly or indirectly in this sector need support from the government now more than ever before. (<a href=\"https:\/\/www.thehindu.com\/life-and-style\/fashion\/how-to-help-indias-craftspeople-and-artisans-during-the-covid-crisis\/article31424037.ece\">Tyabji, 2020<\/a>)<\/p>\n\n\n\n<p>However, to discuss the various revival strategies for the handicrafts sector, it is firstly important to note some of the significant existing government policies so far:<\/p>\n\n\n\n<ul><li>A Scheme for Promoting Innovation, Rural Industry and Entrepreneurship (ASPIRE) was initiated to help the startups in this sector coping with the existing competition. The government also set up markets for these known as Gramin Haat.<\/li><li>Various skill development programmes have been initiated by the government for the upliftment of the local artisans.&nbsp;<\/li><li>In 2017 the government also initiated India Handmade Bazaar to help the local artisans get better exposure to the markets.<\/li><li>‘Village to market’ linkage of products is being assessed by the government to make a smooth facility for the goods to reach the markets<\/li><li>The Export promotion council for handicrafts is working extensively to promote Indian handicrafts in the global economy.<\/li><li>Schemes like &#8216;Deen Dayal Upadhyaya Grameen Kaushalya Yojna are some of the skill development programmes in the country for rural economy handicrafts.<\/li><\/ul>\n\n\n\n<h2><strong>Revival Strategies<\/strong><\/h2>\n\n\n\n<p>With the onset of the pandemic, the local artisans lost their income almost altogether. To combat this loss, the government has to step in and take even more pro-active measures to revive this sector.&nbsp;<\/p>\n\n\n\n<ul><li>One of the important steps that the government can take is to help these local artisans gain digital knowledge. The world economy has changed tremendously over the years and digitalization has picked up the most. To tap the global economy and improve upon the exports of handicrafts, what we need is digitalization.&nbsp;<\/li><li>E – retail has become the new market. Anything and everything can be sold or bought one retail. So, to provide exposure to these handicraft products, the focus should also shift to online marketing. Online marketing strategies can be developed by the government.<\/li><li>Brands like Tjori, Ethnic Kraft etc which sell handmade local products should be encouraged. Such brands do exist but are very limited than what we need for this sector.&nbsp;<\/li><li>Skill development programmes should be initiated more regularly to help the artisans hone their talent.<\/li><li>Another important step that the government can take is to develop programmes for the artisans to enhance their technical knowledge with machines. Better machinery can be used to speed up production and also save labor.&nbsp;<\/li><li>Since most of the local artisans are generally women, (Data shows that 55% of the local artisans are women), it is important to ensure that they do not face any kind of exploitation.&nbsp;<\/li><li>Since the local artisans have little or no money to start their proper enterprises the government should increase financial aid to startups of this sector. To boost this sector and encourage more and more artisans to start their enterprises the government will have to increase its spending on this sector the most. Even though the government does provide them loans with lower rates of interest but it requires more than that. Even the lower rates of interest are quite high for them to be able to pay.&nbsp;<\/li><li>Another important measure for the government would be to exempt this sector from GST. The GST that was implemented in 2017 has been eating in a significant share of the earning of these local artisans and it is only fair to exempt them from this tax. Their earnings are anyway very less and can only accommodate ‘hand to mouth’ and the GST on top of that has been a nightmare for these artisans.<\/li><li>Keeping in mind the growing competition, these local artisans are losing out even more due to the lack of exposure. Since these artisans belong to rural areas, they do not have the required knowledge of the markets and thus cannot tap suitable consumers for their products. The government can still work for increasing their visibility with the urban markets where they can sell their products at a decent price.&nbsp;<\/li><li>Illiteracy has also been a major issue with these artisans due to which they get easily exploited by the middlemen. Here, the government can intervene in two ways. One, by providing at least the minimum education required for these artisans to work in this sector and the second by curbing the role of middlemen. Middlemen tend to exploit these artisans the most, by shaving their profits and earning money through them.<\/li><li>The handicrafts sector is essentially a part of the unorganised sector causing even more problems to keep a track of. However, there should be policies to secure their livelihood and protect them from further damage. A proper record should be maintained of these businesses and supervised regularly to check on the needs of these artisans as they are essentially the representation of our rich culture.&nbsp;<\/li><\/ul>\n\n\n\n<h2><strong>Implementation of the Strategies in Rural Economy- A Way Forward<\/strong><\/h2>\n\n\n\n<p>It is of utmost importance that this sector is taken care of since it has already been hit hard twice in the recent past, once during the demonetisation and the other during this pandemic. The handicrafts sector is the second largest employer of the country after the agriculture sector which shows that a large number of people are attached to this sector.<\/p>\n\n\n\n<p>Implementing these strategies would require a lot of government involvement and also a lot of government spending which is the only way forward from here. These strategies will help the handicrafts industry in realising its full potential. If there is proper implementation of these strategies, it can also boost the demand for these products and that can actually help revive this sector. It is going to take time to come out of the aftereffects of this pandemic but we need to boost the sectors that need the most attention. If left on their own, the local artisans will lose their livelihood and the country will lose a large chunk of its culture and art. The government needs to redefine a lot of norms and be more inclusive while formulating any policy for the country. It’s the root of our country that matter the most right now. Rural India is where a maximum of Indians reside and it is important to develop and boost the small economy businesses of the unorganised sector, one of which is the handicrafts industry.<br>The government is working towards reviving this sector but there needs to be a more pro-active involvement of the government in terms of policies, programmes, financial aids etc. It is important that we come up with more such strategies and develop a stronger rural India that represents our strong culture and defining history.&nbsp;<\/p>\n\n\n\n<h4>References<\/h4>\n\n\n\n<p class=\"has-small-font-size\">(2020). Retrieved 24 December 2020, from <a href=\"http:\/\/www.handicrafts.nic.in\/pdf\/NHDP%20(final)%20Anex-III%20dt%2001.01.2016.pdf\">http:\/\/www.handicrafts.nic.in\/pdf\/NHDP%20(final)%20Anex-III%20dt%2001.01.2016.pdf<\/a><\/p>\n\n\n\n<p class=\"has-small-font-size\">Handicraft exporters call on government for support. (2020). Retrieved 24 December 2020, from <a href=\"https:\/\/www.graphic.com.gh\/business\/business-news\/handicraft-exporters-call-on-government-for-support.html\">https:\/\/www.graphic.com.gh\/business\/business-news\/handicraft-exporters-call-on-government-for-support.html<\/a><\/p>\n\n\n\n<p class=\"has-small-font-size\">Government Intervention In India. (2020). Retrieved 24 December 2020, from <a href=\"https:\/\/www.civilserviceindia.com\/subject\/General-Studies\/notes\/government-policies-and-interventions.html\">https:\/\/www.civilserviceindia.com\/subject\/General-Studies\/notes\/government-policies-and-interventions.html<\/a><\/p>\n\n\n\n<p class=\"has-small-font-size\">Food and Agriculture Organization of the United Nations. (2020). Retrieved 24 December 2020, from <a href=\"http:\/\/www.fao.org\/policy-support\/policy-themes\/rural-poverty-reduction\/en\/\">http:\/\/www.fao.org\/policy-support\/policy-themes\/rural-poverty-reduction\/en\/<\/a><\/p>\n\n\n\n<p class=\"has-small-font-size\">Jha, T. (2020). A CHEER TO ARTISANS ON THE BANKS OF GANGES IN THE NORTH TO KAVERI IN THE SOUTH &#8211; WISER WORLD. Retrieved 24 December 2020, from <a href=\"http:\/\/www.wiserworld.in\/a-cheer-to-artisans-on-the-banks-of-ganges-in-the-north-to-kaveri-in-the-south\/\">http:\/\/www.wiserworld.in\/a-cheer-to-artisans-on-the-banks-of-ganges-in-the-north-to-kaveri-in-the-south\/<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>India is dominantly a rural economy-based country. As the majority of its population resides in rural areas, this sector provides most of the employment in the country. Even though there have been significant improvements in the rural economy over the years, we still have a long way to go. The<\/p>\n","protected":false},"author":54,"featured_media":3935,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[983,972],"tags":[1150,1149,1151,1147,1148,1152],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v16.5 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>RURAL ECONOMY: A JOURNEY TOWARDS THE REVIVAL OF THE HANDICRAFTS BUSINESS<\/title>\n<meta name=\"description\" content=\"The global market of handicraft was valued at US$ 400B before the pandemic.. handicraft industry in rural economy registered an annual growth rate of 15%\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"http:\/\/www.wiserworld.in\/rural-economy-a-journey-towards-the-revival-of-the-handicrafts-business\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"RURAL ECONOMY: A JOURNEY TOWARDS THE REVIVAL OF THE HANDICRAFTS BUSINESS\" \/>\n<meta property=\"og:description\" content=\"The global market of handicraft was valued at US$ 400B before the pandemic.. handicraft industry in rural economy registered an annual growth rate of 15%\" \/>\n<meta property=\"og:url\" content=\"http:\/\/www.wiserworld.in\/rural-economy-a-journey-towards-the-revival-of-the-handicrafts-business\/\" \/>\n<meta property=\"og:site_name\" content=\"WISER WORLD\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/Wiser-World-109811337349560\/?modal=admin_todo_tour\" \/>\n<meta property=\"article:published_time\" content=\"2021-01-01T00:00:21+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-01-01T09:16:08+00:00\" \/>\n<meta property=\"og:image\" content=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/12\/handicrafts-1595258722842-min.png\" \/>\n\t<meta property=\"og:image:width\" content=\"800\" \/>\n\t<meta property=\"og:image:height\" content=\"400\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@wiserworld_in\" \/>\n<meta name=\"twitter:site\" content=\"@wiserworld_in\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"http:\/\/www.wiserworld.in\/#organization\",\"name\":\"Wiser World\",\"url\":\"http:\/\/www.wiserworld.in\/\",\"sameAs\":[\"https:\/\/www.facebook.com\/Wiser-World-109811337349560\/?modal=admin_todo_tour\",\"https:\/\/www.instagram.com\/wiserworld.in\/\",\"https:\/\/in.pinterest.com\",\"https:\/\/twitter.com\/wiserworld_in\"],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/#logo\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/09\/Screenshot-2020-04-08-at-17.42.23.png\",\"contentUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/09\/Screenshot-2020-04-08-at-17.42.23.png\",\"width\":1076,\"height\":1081,\"caption\":\"Wiser World\"},\"image\":{\"@id\":\"http:\/\/www.wiserworld.in\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"http:\/\/www.wiserworld.in\/#website\",\"url\":\"http:\/\/www.wiserworld.in\/\",\"name\":\"WISER WORLD\",\"description\":\"Connecting the world with knowledge!\",\"publisher\":{\"@id\":\"http:\/\/www.wiserworld.in\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"http:\/\/www.wiserworld.in\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/rural-economy-a-journey-towards-the-revival-of-the-handicrafts-business\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/12\/handicrafts-1595258722842-min.png\",\"contentUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/12\/handicrafts-1595258722842-min.png\",\"width\":800,\"height\":400,\"caption\":\"Rural Economy: A Journey towards the revival of the Handicrafts Business\"},{\"@type\":\"WebPage\",\"@id\":\"http:\/\/www.wiserworld.in\/rural-economy-a-journey-towards-the-revival-of-the-handicrafts-business\/#webpage\",\"url\":\"http:\/\/www.wiserworld.in\/rural-economy-a-journey-towards-the-revival-of-the-handicrafts-business\/\",\"name\":\"RURAL ECONOMY: A JOURNEY TOWARDS THE REVIVAL OF THE HANDICRAFTS BUSINESS\",\"isPartOf\":{\"@id\":\"http:\/\/www.wiserworld.in\/#website\"},\"primaryImageOfPage\":{\"@id\":\"http:\/\/www.wiserworld.in\/rural-economy-a-journey-towards-the-revival-of-the-handicrafts-business\/#primaryimage\"},\"datePublished\":\"2021-01-01T00:00:21+00:00\",\"dateModified\":\"2021-01-01T09:16:08+00:00\",\"description\":\"The global market of handicraft was valued at US$ 400B before the pandemic.. handicraft industry in rural economy registered an annual growth rate of 15%\",\"breadcrumb\":{\"@id\":\"http:\/\/www.wiserworld.in\/rural-economy-a-journey-towards-the-revival-of-the-handicrafts-business\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"http:\/\/www.wiserworld.in\/rural-economy-a-journey-towards-the-revival-of-the-handicrafts-business\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"http:\/\/www.wiserworld.in\/rural-economy-a-journey-towards-the-revival-of-the-handicrafts-business\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"http:\/\/www.wiserworld.in\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"RURAL ECONOMY: A JOURNEY TOWARDS THE REVIVAL OF THE HANDICRAFTS BUSINESS\"}]},{\"@type\":\"Article\",\"@id\":\"http:\/\/www.wiserworld.in\/rural-economy-a-journey-towards-the-revival-of-the-handicrafts-business\/#article\",\"isPartOf\":{\"@id\":\"http:\/\/www.wiserworld.in\/rural-economy-a-journey-towards-the-revival-of-the-handicrafts-business\/#webpage\"},\"author\":{\"@id\":\"http:\/\/www.wiserworld.in\/#\/schema\/person\/330c3aa786e03a0c6cd3d34da9d59690\"},\"headline\":\"RURAL ECONOMY: A JOURNEY TOWARDS THE REVIVAL OF THE HANDICRAFTS BUSINESS\",\"datePublished\":\"2021-01-01T00:00:21+00:00\",\"dateModified\":\"2021-01-01T09:16:08+00:00\",\"mainEntityOfPage\":{\"@id\":\"http:\/\/www.wiserworld.in\/rural-economy-a-journey-towards-the-revival-of-the-handicrafts-business\/#webpage\"},\"wordCount\":1770,\"commentCount\":0,\"publisher\":{\"@id\":\"http:\/\/www.wiserworld.in\/#organization\"},\"image\":{\"@id\":\"http:\/\/www.wiserworld.in\/rural-economy-a-journey-towards-the-revival-of-the-handicrafts-business\/#primaryimage\"},\"thumbnailUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/12\/handicrafts-1595258722842-min.png\",\"keywords\":[\"Artisans in India\",\"Handicraft Business\",\"Handicraft Business Ideas\",\"Rural Economy\",\"Rural Economy in India\",\"Rural Industry\"],\"articleSection\":[\"Art &amp; Culture\",\"Development\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"http:\/\/www.wiserworld.in\/rural-economy-a-journey-towards-the-revival-of-the-handicrafts-business\/#respond\"]}]},{\"@type\":\"Person\",\"@id\":\"http:\/\/www.wiserworld.in\/#\/schema\/person\/330c3aa786e03a0c6cd3d34da9d59690\",\"name\":\"Antara Roy\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/2.gravatar.com\/avatar\/2758e671ea783efd38457593772bc33e?s=96&d=mm&r=g\",\"contentUrl\":\"http:\/\/2.gravatar.com\/avatar\/2758e671ea783efd38457593772bc33e?s=96&d=mm&r=g\",\"caption\":\"Antara Roy\"},\"description\":\"Ms Antara Roy is a student at Amity School of Economics (Amity University), currently pursuing Masters in Economics. She has completed her bachelor\\u2019s degree in a triple major course in Economics, Mathematics and Statistics from Christ University, Bengaluru. Her key areas of interest in research are Rural economy, Markets, International trade, and behavioural economics.\",\"url\":\"http:\/\/www.wiserworld.in\/author\/antara-roy\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/3931"}],"collection":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/users\/54"}],"replies":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/comments?post=3931"}],"version-history":[{"count":3,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/3931\/revisions"}],"predecessor-version":[{"id":3989,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/3931\/revisions\/3989"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/media\/3935"}],"wp:attachment":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/media?parent=3931"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/categories?post=3931"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/tags?post=3931"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}