{"id":4240,"date":"2021-02-06T17:43:49","date_gmt":"2021-02-06T17:43:49","guid":{"rendered":"http:\/\/www.wiserworld.in\/?p=4240"},"modified":"2021-02-06T20:01:15","modified_gmt":"2021-02-06T20:01:15","slug":"indian-stock-market-analysis-january-2021","status":"publish","type":"post","link":"http:\/\/www.wiserworld.in\/indian-stock-market-analysis-january-2021\/","title":{"rendered":"INDIAN STOCK MARKET ANALYSIS | JANUARY 2021"},"content":{"rendered":"\n<p><strong>FII and DII Trading Activities during January 2021<\/strong> — Foreign Institutional Investors (FII) is the term used for investors who belong to foreign lands and are interested in putting their money in the Indian stock market. These are available in various forms such as mutual funds, investment trusts and pension funds. Domestic Institutional Investors (DII), on the other hand, refer to the investors belonging to India who invest their money in the Indian <a href=\"http:\/\/www.wiserworld.in\/indian-stock-market-bubble-2020\/\">stock market<\/a>. This comprises domestic mutual funds, banking and financial institutions, insurance companies and domestic pension funds (Dhanorker, 2020).<\/p>\n\n\n\n<p>The Indian stock market attracts millions of investors annually. These investors are primarily driven by institutional money. Both FIIs as well as DIIs constitute the major part of liquidity in the stock markets. Therefore the effective tracking of their inflows and outflows are helpful in forecasting the broader trends in the markets. FIIs are believed to have a greater influence on the domestic markets along with the sustained flows from DIIs (Dhanorker, 2020). The countries which constitute a major portion of FII inflows into India are listed below.&nbsp;<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large\"><img loading=\"lazy\" width=\"1024\" height=\"320\" src=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/02\/image-1-1024x320.png\" alt=\"\" class=\"wp-image-4242\" srcset=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/02\/image-1-1024x320.png 1024w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/02\/image-1-300x94.png 300w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/02\/image-1-768x240.png 768w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/02\/image-1-1170x366.png 1170w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/02\/image-1.png 1280w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><figcaption><strong>Figure 1:<\/strong> Countries FII inflows are coming from | <strong>Source<\/strong>: <a href=\"https:\/\/economictimes.indiatimes.com\/wealth\/invest\/retail-investors-urged-to-stay-away-from-gamestop-inspired-communities\/articleshow\/80663373.cms\">Bloomberg&nbsp;<\/a><\/figcaption><\/figure><\/div>\n\n\n\n<p>The performance of FIIs and DIIs have been carefully traced to meet the expectations of the investors during the month of January 2021. One of the primary reasons behind this is that the year 2021 will mark the arrival of the COVID-19 vaccine followed by the economic recovery that will see Indian government taking stimulus measures to cope with the weak performance of Indian economy during the COVID-19 pandemic. So it becomes utmost important to keep a track of previous FII and DII trading activities.&nbsp;<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large\"><img loading=\"lazy\" width=\"1024\" height=\"483\" src=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/02\/image-2-1024x483.png\" alt=\"\" class=\"wp-image-4243\" srcset=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/02\/image-2-1024x483.png 1024w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/02\/image-2-300x141.png 300w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/02\/image-2-768x362.png 768w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/02\/image-2-1170x552.png 1170w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/02\/image-2.png 1400w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><figcaption><strong>Figure<\/strong> 2: FII and DII Trading activities from November 2020 to January 2021 | <strong>Source<\/strong>: <a href=\"https:\/\/www.moneycontrol.com\/stocks\/marketstats\/fii_dii_activity\/index.php\">Money control&nbsp;<\/a><\/figcaption><\/figure><\/div>\n\n\n\n<p>The above table shows the trading activities of FIIs and DIIs from November 2020 to January 2021. There has been a continuous decline in the gross purchase of FII from Rs. 260 crores (approximately) in November 2020 to Rs. 168 crores (approximately) in January 2021. The gross sales of FII also declined from Rs 194 crores (approximately) in November 2020&nbsp; to Rs. 160 crores (approximately) in January 2021. This decline was sharp for the month of&nbsp; November and December because of the speculations surrounding the foreign investors due to the outbreak of COVID-19 which ultimately registered a steep decline in the net purchase\/sales for the FIIs.&nbsp;<\/p>\n\n\n\n<p>While FIIs were registering a decline in their performance, DIIs, on the other hand, showed an impressive improvement in their performance as their gross purchases increased threefold from Rs. 71 crores (approximately) in November 2020 to Rs. 105 crores (approximately) in January 2021. Due to the restrictions on the movement across the borders and closing of the economies worldwide, the domestic investors started putting their money in the Indian stock market as a result of which the gross purchase increased. The gross sales had increased from November 2020 to December 2020 but reduced during January 2021. This is primarily due to the fact that the domestic inventors chose to wait till the releases of Union Budget 2021-22 before taking any financial decision.&nbsp;<\/p>\n\n\n\n<h2><strong>Vaccine, Covid Situation and Geopolitical Trends to Be Major Drivers for Indian Stock Market in 2021<\/strong><\/h2>\n\n\n\n<p>The global outbreak of COVID-19 pandemic, news about the release of vaccines, Union budget 2021-22, economic growth and recovery and geopolitical trends are the major factors that would be driving the sentiments of investors in the year 2021 after the pandemic year 2020 that witnessed both good as well as bad times for the stock market in India (PTI, 2021). There were losses incurred by the investors while few record-shattering gains were also observed which depicted that the investors went on a roller-coaster ride amidst the COVID-19 pandemic followed by announcements of massive stimulus measures.&nbsp;&nbsp;<\/p>\n\n\n\n<p>The Indian stock market experts are of the view that 2021 will see massive changes in the perception and preference of people towards buying and selling of shares, stocks, assets and equities in the financial markets thus affecting their financial decision. In the words of Mr. Hemant Kanawala, Head, Kotak Mahindra Life Insurance, “If 2020 was a year of COVID infection, lockdown and recession, 2021 will be a year of vaccination, reopening and recovery.” (PTI, 2021).<\/p>\n\n\n\n<p>Some new highs are continuously observed in the markets due to the positive news on the progress of COVID-19 vaccines and US stimulus announcement. The FY21 will be marked with greater hopes of early release and distribution of COVID-19 vaccine, normalisation of economic activities and undisturbed growth recovery. This will result in better recovery in both economies as well as earnings (PTI, 2021).<\/p>\n\n\n\n<p>The optimism surrounding the vaccine release and measures supporting liquidity which was on a rough path during trading sessions in March 2020 has infused positivity and life into the Indian equity market.&nbsp; As countries are in a race to vaccinate their large number of people against COVID-19 amidst the news of vaccine makers struggling continuously to meet their demand, India is making plans to speed up the manufacturing of vaccines so as to supply it to 60 nations in the coming months of FY21.&nbsp;<\/p>\n\n\n\n<p>India’s role as the “pharmacy to the world&#8221;, which will be reinforced by its supply of vaccines, will win it goodwill that will stand New Delhi in good stead as it looks to carve out a bigger role for itself in world affairs, analysts said (Roche, 2021).&nbsp;<\/p>\n\n\n\n<h2><strong>Companies’ Quarterly (Q3) Results: An Overview of Performance During the Covid-19 Pandemic<\/strong><\/h2>\n\n\n\n<p>Various companies in India are seeking an increase in their net profits during the Q3 following the strategies adopted by them to deal with the pandemic. This makes Q3 extremely important from the economic recovery point of view.&nbsp;<\/p>\n\n\n\n<p>The following section suffices the performance of several companies in Q3 and highlights the net profits and net losses incurred by them respectively.&nbsp;<\/p>\n\n\n\n<ol><li>Triveni Turbine posts ₹27.54 crore net profit in Q3.<\/li><li>IDFC First Bank posts ₹130 crore profit in Q3.<\/li><li>Relaxo Footwears Q3 net profit jumps 67% to ₹90 crores.<\/li><li>Shree Cements Q3 profit jumps over two folds to ₹632 crores.<\/li><li>ICICI Bank Q3 net profit rises 19.1% to ₹4,939.6 crore.<\/li><li>Tata Consumer Q3 results: Net profit rises to 29% to 218 crores, revenue up 23%.<\/li><li>Escorts’ net profits jumped 83% in Q3.&nbsp;<\/li><li>Reliance Industries Ltd. net profits rose 12% in Q3.&nbsp;<\/li><li>DLF posts 9% jump in net profits in Q3.<\/li><li>Tata Motors recorded a 67% rise in net profits on account of festive boost.<\/li><li>IRCTC Q3 net profits plunged to 67%.<\/li><li>TVS Q3 net profits rose to 120%.&nbsp;<\/li><li>Maruti Suzuki Q3 net profits rose to 24%.<\/li><li>HUL Q3 net profits jumped 19% on account of demand recovery.<\/li><li>JSW Steel net profit surges 93% in Q3.&nbsp;<\/li><\/ol>\n\n\n\n<p>The following companies showed a decline in their net profits during Q3:<\/p>\n\n\n\n<ol><li>CITY Union bank Q3 net profits decline 12%.<\/li><li>Adani enterprises net profits decline by 10% in Q3.<\/li><li>HDFC Q3 net profits decline by 65%.<\/li><li>Chevron falls to a fourth-quarter loss on weak refining charges.<\/li><li>Union Bank of India net profits drop 37% in Q3.<\/li><li>IndusInd Bank net profits fell 34% in Q3.<\/li><li>Indigo reports quarterly loss of Rs. 620 crore.<\/li><li>Axis Bank net profits drop 36% in Q3.<\/li><li>Bardhan Bank Q3 net profit falls 14%.<\/li><li>PVR reports net loss of Rs. 49 crore in Q3.&nbsp;<\/li><\/ol>\n\n\n\n<p>The net earnings of companies in Q3 points to economic recovery for India. Some of the companies dealing with the consumer durables and automobiles like HUL, TVS, Maruti Suzuki and Tata Motors registered a sharp increase in their net profits due to the festive boost that led to the demand recovery in the economy.&nbsp;<\/p>\n\n\n\n<p>The oil and gas companies like Reliance Industries Ltd. showed a rise of 12% in their net profits during Q3. However, the analysts are concerned over the issue of transparency as the company made a firm decision of not reporting its gross refining margin. The net subscriber of the Info COMM department of Reliance Industries increased to 5.2 million in the third quarter showing the trust placed by the customers in the reliance company (Bhardwaj, 2021).&nbsp;<\/p>\n\n\n\n<p>Some of the Banks like City Union Bank, HDFC Bank, Union Bank of India, IndusInd Bank and Axis Bank have announced their quarterly results which reported a decline in their net profits. This is because of the rising NPAs of these banks which is acting as a major driver for losing the confidence entrusted by the customers in these banks. The shareholders are not receiving the due dividends which are making the banks think of the measures to take care of probable hit on the asset quality for the quarter.&nbsp;<\/p>\n\n\n\n<h2><strong>Forecast for Indian Rupee to Average at Rs 75.50\/USD for 2021<\/strong><\/h2>\n\n\n\n<p>With the revision in Forecast for the Indian rupee from Rs 77\/USD to average at Rs 75.50\/USD, the central banks of both the countries- RBI and the Fed are in the row for a stronger 2021 forecast. This is followed by the expectation that the rupee will trade only slightly weaker over the upcoming near term from the current rupee levels. There was depreciatory pressure built up on the rupee due to the declining terms of trade which arose from a rise in oil prices and central bank foreign exchange intervention aimed at combating the imported inflation (Kumar, 2021).<\/p>\n\n\n\n<p>It is expected that over the longer term, the overvaluation of rupee in real terms in India should aim at exerting weakening pressure for the rupee vis-à-vis the US dollar. In addition to this, the experts of the Indian economy are expecting a 50 basis point cut in the interest rates and repo rates by the RBI which will also add to the downward pressure on the Indian rupee.&nbsp;<\/p>\n\n\n\n<p>According to the forecast made by Fitch Solutions, there are two factors that will partially offset the effect of depreciatory pressure on the Indian rupee. First, the adoption of the loose fiscal and monetary policy by the US Fed will exert downside pressure on the US dollar in 2021 as well that would ultimately offset rupee weakness.&nbsp;<\/p>\n\n\n\n<p>Second, the RBI, with a foreign exchange reserve position of USD 578 billion as of December 2020, representing an import cover of around 19 months, will likely intervene to prevent excessive rupee weakness to manage imported inflation to reduce the risk of high inflation derailing India’s recovery in 2021 (Kumar, 2021).&nbsp;<\/p>\n\n\n\n<h2><strong>Dalal Street Cheers Budget 2021 as Sensex Surges 2,315 Points, Nifty Settles at 14,281<\/strong><\/h2>\n\n\n\n<p>While the Union Finance Minister Nirmala Sitharaman presented the<a href=\"http:\/\/www.wiserworld.in\/pre-union-budget-analysis-2021-22-never-before-in-100-years\/\"> Union Budget 2021-22<\/a> on the morning of February 1, 2021; the Indian stock market reacted to the proposals she announced on the floor of the Lok Sabha. The Indian equity indices responded to the Union Budget 2021 by breaking up the six-day losing streak as they cheered the announcement of the government&#8217;s plan for the economic recovery. As a result, the Nifty was up 646.6 points and settled at 14,281 while the Sensex recorded the best Budget day since 1997 and surged 2,315 points.&nbsp;<\/p>\n\n\n\n<p>The volume of shares on the NSE was highest on Budget day. All the sectoral indices except pharma recorded a gain of 1-8%. The other broad market indices like BSE Midcap and Small cap rose 2-3%. This is because the markets and investors speculated that the Banks, Materials and Metals sector might be benefitted by the increasing privatisation and spending in the Union Budget. The stock market of Asia gained as well after the COVID-19 vaccine maker AstraZeneca agreed to increase their supplies to Europe amidst the worries about the pandemic.&nbsp;<\/p>\n\n\n\n<p>The manufacturing sector of India also started the year 2021 on a strong note as the Manufacturing Purchasing Managers Index (PMI) for the month of January stood at 57.7, which reflected the strongest improvement in three months. Manufacturing PMI in December 2020 and November 2020 came in at 56.4 and 56.3, respectively (Pachal, 2021).<\/p>\n\n\n\n<p>Top Sensex gainers were&nbsp; IndusInd Bank, ICICI Bank, Bajaj FinServ, State Bank of India (SBI), Larsen $ Toubro, Housing Development Finance Corporation (GDFC) on the Budget day. On the flip side, Dr Reddy’s, Tech Mahindra and Hindustan Unilever Ltd (HUL) were the only Sensex laggards as shown in the red colour in the following illustration (Pachal, 2021).&nbsp;<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large\"><img loading=\"lazy\" width=\"1024\" height=\"467\" src=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/02\/image-3-1024x467.png\" alt=\"\" class=\"wp-image-4244\" srcset=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/02\/image-3-1024x467.png 1024w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/02\/image-3-300x137.png 300w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/02\/image-3-768x350.png 768w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/02\/image-3-1170x534.png 1170w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/02\/image-3.png 1377w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><figcaption><strong>Figure 3<\/strong>: Top Sensex gainers &#8211; February 1, 2021 | <strong>Source<\/strong>: <a href=\"https:\/\/indianexpress.com\/article\/business\/budget\/budget-2021-market-live-updates-bse-sensex-nse-nifty-stocks-shares-benchmark-indices-finance-minister-nirmala-sitharaman-7169479\/\">BSE<\/a><\/figcaption><\/figure><\/div>\n\n\n\n<h2><strong>2021: The year of The Great Reset&nbsp;<\/strong>for Indian Stock Market <\/h2>\n\n\n\n<p>The sentiments of the Dalal Street in Mumbai have been largely driven by the geopolitical situation with the new US President Joe Biden taking charge of the largest superpower of the world-USA. The experts are of the view that the improvement in the trade relations between US and India under the new US president and his administration will play a major role in speeding up the economic recovery (PTI, 2021).&nbsp;<\/p>\n\n\n\n<p>The continuity of the global liquidity in the financial markets and the changing geopolitical situation with Joe Biden taking the charge of the White House will drive global sentiments. The global recovery’s leading variables added that the COVID-19 is not going to disappear just like that, as the outgoing US President Donald Trump suggested to the world in his last speech. Although there are instances of substantial recovery of the economy from the initial depths of economic lockdown, the losses to the macroeconomic variables like GDP and employment around the world are yet to pick up its original pace (Mint, 2021). This will hold true with the releases of vaccines and its availability to the masses.&nbsp;<\/p>\n\n\n\n<p>For the European Union (EU), navigating the COVID-19 crises has been challenging yet the Europeans stuck together in these difficult times and grew together, forging a more cohesive bloc. In 2021, it is believed that global cooperation will make a strong comeback and the EU will pursue its own strategic autonomy in order to safeguard its citizens and their interests in the coming decades (Mint, 2021).&nbsp;<\/p>\n\n\n\n<p>In my opinion, the COVID-19 pandemic in 2020 delivered some of the greatest shocks to the global economies since World War II. The entire economies have been locked down and people adjusted to the new ways of working, studying and socialising. There are millions of people who have lost their jobs and became unemployed as a result of which inequality and poverty soared. The globalised economies acting as lifelines to billions of people worldwide has suddenly become vulnerable, owing to the disruptions of the global supply chains and government strategies to protect the domestic stock market. Given the persistence of COVID-19, the recovery in 2021 will largely depend on how effectively the vaccine is distributed and how the various industry stakeholders will react to the Union Budget 2021-22. The multidisciplinary robust approach will be required to mitigate the ill-effects of the pandemic and to address longer-term challenges posed by climate change. For this current and former political leaders, scholars, academicians, senior policymakers should provide exclusive analyses of the tasks that lie ahead in order to ensure that we are ready to meet the forthcoming challenges.&nbsp;<\/p>\n\n\n\n<p><\/p>\n\n\n\n<p><\/p>\n\n\n\n<h4><strong>References<\/strong><\/h4>\n\n\n\n<p class=\"has-small-font-size\">Bhardwaj, S. (2021, February 2). <em>Q3 Nifty Earnings Point To Recovery For India Inc.<\/em> Bloomberg Quint. <a href=\"https:\/\/www.bloombergquint.com\/quarterly-earnings\/q3-nifty-earnings-point-to-recovery-for-india-inc\">https:\/\/www.bloombergquint.com\/quarterly-earnings\/q3-nifty-earnings-point-to-recovery-for-india-inc<\/a><\/p>\n\n\n\n<p class=\"has-small-font-size\">Dhanorker, S. (2020, June 29). <em>What stocks are FPIs, FIIs and DIIs buying and selling?<\/em> Economic Times.<a href=\" https:\/\/economictimes.indiatimes.com\/wealth\/invest\/retail-investors-urged-to-stay-away-from-gamestop-inspired-communities\/articleshow\/80663373.cms\"> https:\/\/economictimes.indiatimes.com\/wealth\/invest\/retail-investors-urged-to-stay-away-from-gamestop-inspired-communities\/articleshow\/80663373.cms<\/a><\/p>\n\n\n\n<p class=\"has-small-font-size\">Kumar, S. (2021, January 4). <em>Fitch Solutions revises forecast for Indian rupee to average at Rs 75.50\/USD for 2021<\/em>. Hindustan Times. <a href=\"https:\/\/www.hindustantimes.com\/business-news\/fitch-solutions-revises-forecast-for-indian-rupee-to-average-at-rs-75-50-usd-for-2021\/story-u0nP8yvh83aeVb77OEz5kO.html\">https:\/\/www.hindustantimes.com\/business-news\/fitch-solutions-revises-forecast-for-indian-rupee-to-average-at-rs-75-50-usd-for-2021\/story-u0nP8yvh83aeVb77OEz5kO.html<\/a><\/p>\n\n\n\n<p class=\"has-small-font-size\">Mint. (2021, January 1). <em>Lessons from COVID-19 pandemic<\/em>. Mint. <a href=\"https:\/\/www.livemint.com\/news\/world\/2021-the-year-of-the-great-reset-11609434044784.html\">https:\/\/www.livemint.com\/news\/world\/2021-the-year-of-the-great-reset-11609434044784.html<\/a><\/p>\n\n\n\n<p class=\"has-small-font-size\">Pachal, D. (2021, February 1). <em>Budget 2021 Market HIGHLIGHTS: Sensex zooms 2315 pts, ends at 48,600, Nifty at 14,281 as D-St cheered Budget<\/em>. The Indian Express. <a href=\"https:\/\/indianexpress.com\/article\/business\/budget\/budget-2021-market-live-updates-bse-sensex-nse-nifty-stocks-shares-benchmark-indices-finance-minister-nirmala-sitharaman-7169479\/\">https:\/\/indianexpress.com\/article\/business\/budget\/budget-2021-market-live-updates-bse-sensex-nse-nifty-stocks-shares-benchmark-indices-finance-minister-nirmala-sitharaman-7169479\/<\/a><\/p>\n\n\n\n<p class=\"has-small-font-size\">PTI. (2021, January 1). <em>Analysis of Budget 2021<\/em>. Economic Times. <a href=\"https:\/\/economictimes.indiatimes.com\/markets\/stocks\/news\/vaccine-covid-situation-geopolitical-trends-budget-to-be-major-drivers-for-indian-equities-in-2021\/articleshow\/80056883.cms\">https:\/\/economictimes.indiatimes.com\/markets\/stocks\/news\/vaccine-covid-situation-geopolitical-trends-budget-to-be-major-drivers-for-indian-equities-in-2021\/articleshow\/80056883.cms<\/a><\/p>\n\n\n\n<p class=\"has-small-font-size\">Roche, E. (2021, January 31). <em>India ramps up exports of covid vaccines to plug supply gaps<\/em>. Mint. <a href=\"https:\/\/www.livemint.com\/news\/india\/india-a-major-player-at-home-and-world-in-covid-vaccination-drive-11612085153226.html\">https:\/\/www.livemint.com\/news\/india\/india-a-major-player-at-home-and-world-in-covid-vaccination-drive-11612085153226.html<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>FII and DII Trading Activities during January 2021 — Foreign Institutional Investors (FII) is the term used for investors who belong to foreign lands and are interested in putting their money in the Indian stock market. These are available in various forms such as mutual funds, investment trusts and pension<\/p>\n","protected":false},"author":52,"featured_media":4251,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[6,980],"tags":[1175,1133,1329,1327,22,1025,1331,1174,1179,1326],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v16.5 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>INDIAN STOCK MARKET ANALYSIS | JANUARY 2021<\/title>\n<meta name=\"description\" content=\"The Indian stock market attracts millions of investors annually. These investors are primarily driven by institutional money.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"http:\/\/www.wiserworld.in\/indian-stock-market-analysis-january-2021\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"INDIAN STOCK MARKET ANALYSIS | JANUARY 2021\" \/>\n<meta property=\"og:description\" content=\"The Indian stock market attracts millions of investors annually. These investors are primarily driven by institutional money.\" \/>\n<meta property=\"og:url\" content=\"http:\/\/www.wiserworld.in\/indian-stock-market-analysis-january-2021\/\" \/>\n<meta property=\"og:site_name\" content=\"WISER WORLD\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/Wiser-World-109811337349560\/?modal=admin_todo_tour\" \/>\n<meta property=\"article:published_time\" content=\"2021-02-06T17:43:49+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-02-06T20:01:15+00:00\" \/>\n<meta property=\"og:image\" content=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/02\/1080px-BSE_building_at_Dalal_Street-min.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1080\" \/>\n\t<meta property=\"og:image:height\" content=\"720\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@wiserworld_in\" \/>\n<meta name=\"twitter:site\" content=\"@wiserworld_in\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"13 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"http:\/\/www.wiserworld.in\/#organization\",\"name\":\"Wiser World\",\"url\":\"http:\/\/www.wiserworld.in\/\",\"sameAs\":[\"https:\/\/www.facebook.com\/Wiser-World-109811337349560\/?modal=admin_todo_tour\",\"https:\/\/www.instagram.com\/wiserworld.in\/\",\"https:\/\/in.pinterest.com\",\"https:\/\/twitter.com\/wiserworld_in\"],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/#logo\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/09\/Screenshot-2020-04-08-at-17.42.23.png\",\"contentUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/09\/Screenshot-2020-04-08-at-17.42.23.png\",\"width\":1076,\"height\":1081,\"caption\":\"Wiser World\"},\"image\":{\"@id\":\"http:\/\/www.wiserworld.in\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"http:\/\/www.wiserworld.in\/#website\",\"url\":\"http:\/\/www.wiserworld.in\/\",\"name\":\"WISER WORLD\",\"description\":\"Connecting the world with knowledge!\",\"publisher\":{\"@id\":\"http:\/\/www.wiserworld.in\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"http:\/\/www.wiserworld.in\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/indian-stock-market-analysis-january-2021\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/02\/1080px-BSE_building_at_Dalal_Street-min.jpg\",\"contentUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/02\/1080px-BSE_building_at_Dalal_Street-min.jpg\",\"width\":1080,\"height\":720,\"caption\":\"Indian stock market\"},{\"@type\":\"WebPage\",\"@id\":\"http:\/\/www.wiserworld.in\/indian-stock-market-analysis-january-2021\/#webpage\",\"url\":\"http:\/\/www.wiserworld.in\/indian-stock-market-analysis-january-2021\/\",\"name\":\"INDIAN STOCK MARKET ANALYSIS | JANUARY 2021\",\"isPartOf\":{\"@id\":\"http:\/\/www.wiserworld.in\/#website\"},\"primaryImageOfPage\":{\"@id\":\"http:\/\/www.wiserworld.in\/indian-stock-market-analysis-january-2021\/#primaryimage\"},\"datePublished\":\"2021-02-06T17:43:49+00:00\",\"dateModified\":\"2021-02-06T20:01:15+00:00\",\"description\":\"The Indian stock market attracts millions of investors annually. These investors are primarily driven by institutional money.\",\"breadcrumb\":{\"@id\":\"http:\/\/www.wiserworld.in\/indian-stock-market-analysis-january-2021\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"http:\/\/www.wiserworld.in\/indian-stock-market-analysis-january-2021\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"http:\/\/www.wiserworld.in\/indian-stock-market-analysis-january-2021\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"http:\/\/www.wiserworld.in\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"INDIAN STOCK MARKET ANALYSIS | JANUARY 2021\"}]},{\"@type\":\"Article\",\"@id\":\"http:\/\/www.wiserworld.in\/indian-stock-market-analysis-january-2021\/#article\",\"isPartOf\":{\"@id\":\"http:\/\/www.wiserworld.in\/indian-stock-market-analysis-january-2021\/#webpage\"},\"author\":{\"@id\":\"http:\/\/www.wiserworld.in\/#\/schema\/person\/8473197ed1fb1cd83f54399552c11222\"},\"headline\":\"INDIAN STOCK MARKET ANALYSIS | JANUARY 2021\",\"datePublished\":\"2021-02-06T17:43:49+00:00\",\"dateModified\":\"2021-02-06T20:01:15+00:00\",\"mainEntityOfPage\":{\"@id\":\"http:\/\/www.wiserworld.in\/indian-stock-market-analysis-january-2021\/#webpage\"},\"wordCount\":2588,\"commentCount\":0,\"publisher\":{\"@id\":\"http:\/\/www.wiserworld.in\/#organization\"},\"image\":{\"@id\":\"http:\/\/www.wiserworld.in\/indian-stock-market-analysis-january-2021\/#primaryimage\"},\"thumbnailUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/02\/1080px-BSE_building_at_Dalal_Street-min.jpg\",\"keywords\":[\"bse\",\"Covid 19\",\"DII\",\"economic sectors\",\"Indian Economy\",\"indian stock market\",\"nifty 50\",\"nse\",\"sensex\",\"union budget\"],\"articleSection\":[\"Economics &amp; Finance\",\"Indian Subcontinent\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"http:\/\/www.wiserworld.in\/indian-stock-market-analysis-january-2021\/#respond\"]}]},{\"@type\":\"Person\",\"@id\":\"http:\/\/www.wiserworld.in\/#\/schema\/person\/8473197ed1fb1cd83f54399552c11222\",\"name\":\"Pragya Singh\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/2.gravatar.com\/avatar\/8784b2f90aa4c27a6a1a05a372ede294?s=96&d=mm&r=g\",\"contentUrl\":\"http:\/\/2.gravatar.com\/avatar\/8784b2f90aa4c27a6a1a05a372ede294?s=96&d=mm&r=g\",\"caption\":\"Pragya Singh\"},\"description\":\"Ms. Pragya Singh is a student pursuing her Masters of Arts in Economics, affiliated to Amity School of Economics, Amity University, Noida, India. She obtained her Bachelors of Arts in Economics from Janki Devi Memorial College, Delhi University, India (2019). Her research interests include International Trade, Microeconomics, Agricultural Economics, Behavioural Economics and Subjective well-being.\",\"url\":\"http:\/\/www.wiserworld.in\/author\/pragya-singh\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/4240"}],"collection":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/users\/52"}],"replies":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/comments?post=4240"}],"version-history":[{"count":6,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/4240\/revisions"}],"predecessor-version":[{"id":4255,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/4240\/revisions\/4255"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/media\/4251"}],"wp:attachment":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/media?parent=4240"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/categories?post=4240"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/tags?post=4240"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}