{"id":4388,"date":"2021-03-08T10:03:31","date_gmt":"2021-03-08T10:03:31","guid":{"rendered":"http:\/\/www.wiserworld.in\/?p=4388"},"modified":"2021-03-11T17:21:53","modified_gmt":"2021-03-11T17:21:53","slug":"9-11-attack-the-rift-that-defines-the-east-and-the-west","status":"publish","type":"post","link":"http:\/\/www.wiserworld.in\/9-11-attack-the-rift-that-defines-the-east-and-the-west\/","title":{"rendered":"9\/11 ATTACK: THE RIFT THAT DEFINES THE EAST AND THE WEST"},"content":{"rendered":"\n<p><em>The atrocity of the<em><mark> 9\/11 Attack<\/mark><\/em><\/em> <em>sent ripples across the international arena, if for no other reason than that it was the first direct attack on US soil after the Pearl Harbour debacle;<\/em> <em>an event that steered multiple divergences, the polarisation of ideas, changed narratives and divided beyond the distance.<\/em><\/p>\n\n\n\n<p><em>However, it was not just the collapse of the Twin Towers and the partial destruction of the Pentagon that made the attack globally monumental. It was what followed post 9\/11 Attack – primarily in terms of the US’s counter-response to the attack and secondary in terms of the attack&#8217;s impression upon the larger eastern and western ideological realms.<\/em><\/p>\n\n\n\n<p><em>“U.S. Under Attack” was inked as headlines after three commercial airliners were used as bombs to destroy the World Trade Center in lower Manhattan followed by twin towers as well as part of the Pentagon which serves as the headquarters of defence. Another hijacked U.S. airliner Flight 93 crashed in Pennsylvania, supposedly intending to crash into the White House in Washington, DC.<\/em><\/p>\n\n\n\n<h2>INTRODUCTION<\/h2>\n\n\n\n<p>The United States suffered an unprecedented loss of life on <strong><em>September 11, 2001<\/em><\/strong>, from what was labelled a “<strong><em>terrorist attack.” <\/em><\/strong>Mainly on the basis of data from professional association surveys and government agencies, it was found that the United States and many other countries of the world have been significantly affected by the events and aftermath of that morning’s events.<\/p>\n\n\n\n<p>As an unprecedented attack on a country not usually affected by external terrorism, often cited as an example of leading powers it allows a unique study of how the notion of terrorism changed after the traumatic series of events. As a result of the “9\/11 attack”, a number of changes were triggered as the economy, society and civilians recovered, the Arab world and Western allies diverged on the spectrum. Many of the initial logistical changes appear to have diminished over time as things restored normalcy but severed relationships between countries, prejudiced views and discriminatory practices linger on as memoirs of the incident.<\/p>\n\n\n\n<h2><strong>WHAT IS TERRORISM<\/strong>?<\/h2>\n\n\n\n<p>Coined during the French Revolution to describe <strong><em>“the reign of terror” <\/em><\/strong>the term originates from the Latin word <em>“terrere,” <\/em>which reflects frighten or tremble and had positive connotations. Today, terrorism has transformed into a more menacing spectre where throughout the years, various scholars have attempted to define what constitutes ‘terrorism’.<\/p>\n\n\n\n<p>Yet, the term is so loaded with conceptual problems that a totally accepted universal definition of it ceases to exist and the irony is that the recurrent theme of violence has become the daily part of the political drama of modern times. Where the <strong><em>U.S. Department of Defence <\/em><\/strong>defines it as <em>“the calculated use of unlawful violence or threat of unlawful violence to inculcate fear; intended to coerce or to intimidate governments or societies in the pursuit of goals that are generally political, religious, or ideological”.<\/em><\/p>\n\n\n\n<p>On the other hand, the <strong><em>Arab Convention for the Suppression of Terrorism <\/em><\/strong>quotes it as<em>, “any act or threat of violence, whatever its motives or purposes, that occurs in the advancement of an individual or collective criminal agenda and seeking to sow panic among people, causing fear by harming them, or placing their lives, liberty or security in danger, or seeking to cause damage to the environment or to public or private installations or property or to occupying or seizing them, or seeking to jeopardise national resources is &#8211; terrorism”<\/em>.<\/p>\n\n\n\n<p>Terrorists have a myriad of potential targets in the world; they strategically aim to disrupt high-profile landmarks, crowded public places with low security, targets that would hurt their enemy’s economy, and anywhere that could cause maximum harm to their enemy&#8217;s citizens. Perhaps it is in this regard that the attacks on the WTC affected the health of US civilians in uncountable ways: it created psychological distress for millions, exacerbated mental disorders among the younger segment of groups and jeopardised social cohesion which functions as the founding pillar for mental health.<\/p>\n\n\n\n<h2><strong>THE EVENTS OF 9\/11<\/strong> ATTACK<\/h2>\n\n\n\n<p>Described by the U.S. Department of State as the deadliest international terrorist attack in human history it involved four separate but coordinated commercial aeroplane hijackings by 19 hijackers belonging to the Al Qaeda terrorist branch resulting in over 25, 000 injuries with $ 10 billion worth of property damage.<\/p>\n\n\n\n<p>As all the aeroplanes had just taken off and were filled with jet fuel for their transcontinental flights, their intentional crashes into buildings had the effects of a bomb exploding as the fuel ignited upon impact and hundreds suffered the cost.<\/p>\n\n\n\n<p><em>The 19 hijackers on 9\/11 <\/em>were described as ‘terrorists’ who came from various Middle Eastern countries. NBC Nightly News (2002) said the 19 hijackers all entered the United States illegally as with over 6,000 mi of land borders, 95,000 mi of seacoast, guarding all possible entrance points into the United States and keeping out any foreign entities that can accelerate chaos is almost impossible.<\/p>\n\n\n\n<h2><strong>GLOBAL EFFECTS &amp; GOVERNMENTAL MEASURES<\/strong><\/h2>\n\n\n\n<p>The <strong><em>United Nations <\/em><\/strong>passed a resolution condemning the 9\/11 attack while Interpol focused its attention on bringing justice by organising an <strong><em>11 September Task Force <\/em><\/strong>in response to the attacks.<\/p>\n\n\n\n<p>The attacks on 9\/11 in the United States have directly and indirectly drawn many other countries into the fray against terrorists by tightening their security guidelines to even racial profiling measures.<\/p>\n\n\n\n<p>The 9\/11 attack triggered a number of responses within the global hegemony where the initial tenor of the populace in the United States was shock, sorrow, and outrage. Views were highly foreshadowed as reports of <strong><em>hate crimes <\/em><\/strong>and <strong><em>acts of discrimination <\/em><\/strong>against Muslims and Arabs became a regular phenomenon. While on the other end of the spectrum people opened up their hearts and pockets in an initial outpouring of donating blood and money to help the victims who bore the brunt of the tragedy. Employees became more oriented towards spending time with loved ones and balancing work and home time as well extending a hand of help to those in need. The testing times brought out the best spirit in people as the citizens of the United States were drawn much closer together; there was a significant increase in cohesion of the populace.<\/p>\n\n\n\n<p>Stringent government changes were put in order as greater coordination of the intelligence and law enforcement communities like the <strong><em>Central Intelligence Agency <\/em><\/strong>(CIA) and <strong><em>FBI <\/em><\/strong>was emphasised. Forty government agencies and units were assigned to collect intel on terrorism by employing multiple mechanisms.<\/p>\n\n\n\n<p>A cabinet-level Department of Homeland Security was formed in the national government to overlook the supervision while congress laid the stone for the formulation of the <strong><em>Transportation Security Administration <\/em><\/strong>to hire and employ over 40,000 federal baggage screeners for checked baggage at the 429 U. S. airports.<\/p>\n\n\n\n<p>President Bush declared <strong><em>“War on Terrorism” <\/em><\/strong>and received tremendous public support where his approval rating as President soared to 70% and solidified his image as a ‘strong’ leader.<\/p>\n\n\n\n<p>There was an incursion into Afghanistan by the United States and its allies to find and destroy those guilty for 9\/11 where the U.S. after the infamous invasion of Iraq; officially listed it under the U.S. Department of State as a sponsor of terrorism.<\/p>\n\n\n\n<p>Even though the U.S. retaliated after the great shock but its economy was adversely affected by business spending dropping significantly. Analysts noted how terrorist strikes were the single greatest loss for the insurance industry in 2001 while the travel industry also decimated. Employers were mentally affected by the 9\/11 attack in numerous ways and thus the importance of <strong><em>crisis management teams <\/em><\/strong>and plans took centre stage, where disaster plans were revised and meetings away were drastically curtailed. Increased security procedures led to the slower and more costly movement of services, and over-cutting costs often not viable for small business to withstand. Bernasek (2002) estimated that it would cost the United States an extra $151 billion a year because of the 9\/11 terrorist attacks including an extra $6 billion for people costs such as extra absenteeism. Employers took leaves of absences and time off to recover from the troubling events of the 9\/11 attack. With the passage of time, however, the initial effects of 9\/11 declined and life in the United States generally reverted to pre-9\/11 behaviours where national surveys have shown little lasting change on the U.S. population and economic market since the 9\/11 attack.<\/p>\n\n\n\n<h2><strong>POLARISATION OF VIEWS POST 9\/11<\/strong> ATTACK<\/h2>\n\n\n\n<p>Ideological and political conflict between the Western and Arab and Muslim world is one of the most <strong><em>dominant phenomena <\/em><\/strong>that override the relations across global issues of the present era where struggle and strive is mediated, reproduced, and circulated mostly by headlines and media. While U.S. and Western media have previously dominated the global mediascape, the emergence of the new Arab public sphere opens the way for productive dialogues, better mutual understanding and to curb hostility that has seeped in over years of projecting one-sided narratives.<\/p>\n\n\n\n<p>One still needs to understand the need where Western mechanisms need to break with stereotypes of Arabs and Islam, incorporate more Muslim voices into its programming and provide a safe platform for real dialogue and debate rather than ideological posturing and polarisation.<\/p>\n\n\n\n<p>Likewise, the emergent Arab public sphere should be open to Western dialogue as well as the diversity of views in its region as these opposites need to take into account how it will be one of the challenges in the coming years and calls for critical communication, interaction and deliberation between the Middle East and the West which has been so fraught with danger and will no doubt continue to be a site of immense importance and conflict.<\/p>\n\n\n\n<h2>THE DIVIDE<\/h2>\n\n\n\n<p>Following the September 11, 2001 attacks on the United States, Islam and Muslims started to come to the forefront of the Western media, albeit not for very positive reasons; it flared the already existing one-sided view westerners kept of the eastern world. Because <strong><em>Osama Bin Laden <\/em><\/strong>cited religious motives for his criminal attacks, a debate started brewing in the Western media over the real essence of Islam and whether it encouraged violence and promoted hatred, particularly against non- Muslims.<\/p>\n\n\n\n<p>Many media outlets referred to the 9\/11 terrorists simply as ‘‘Muslims,’’ which fuelled stereotyping further and did nothing to help stop the verbal and physical attacks taking place against Muslims in the U.S. at this critical time; it was noted how after the events of 9\/11, <em>‘‘the U.S. media immediately fell back on the prevailing —and stereotyped—narrative about Arabs and Muslims and reverted to its historic<\/em> <em>tendency to present the world, <\/em>as Henry Kissinger’s quotes, <em>‘a morality play between good and evil’’.<\/em><\/p>\n\n\n\n<p>Despite the fact that all Arab countries condemned the attacks and took a solid stance against ‘ terrorism’ in all forms, for the most part, voices communicated through the mass media still failed to <em>differentiate between Arabs and Muslims, <\/em>on one hand, and <em>terrorists, on the other.<\/em><\/p>\n\n\n\n<p>Political scholars in Fairness and Accuracy in Reporting (FAIR, 2001) noted that ‘‘many media pundits focused on one theme: <strong><em>retaliation<\/em><\/strong>; while not paying heed to what follows in the aftermath.<br>For example, on September 12, 2001, Steve Dunleavy wrote in the New York Post: <em>‘‘The response to this unimaginable 21st- century Pearl Harbor should be as simple as it is swift—kill the bastards. A gunshot between the eyes, blow them to smithereens, poison them if you have to. As for cities or countries that host these worms, bomb them into basketball courts.’’<\/em><\/p>\n\n\n\n<p>Even leaders of importance who uphold the ideals of rationality and diplomacy took sides like the former U.S. Secretary of State Lawrence Eagleburger commented on CNN, <em>‘‘There is only one way to begin to deal with people like this, and that is you have to kill some of them even if they are not immediately directly involved in this thing’’<\/em>. Statements like this coincided with and may have contributed to an increasing anti-Muslim sentiment which slowly seeped into other western nations who believed they were ‘‘doing the U.S. a favour.’’<\/p>\n\n\n\n<h2>The Arab Dilemma <\/h2>\n\n\n\n<p>It is difficult to draw a conclusion with one side as dual variables have functioned simultaneously where the <strong><em>Western media have produced dominant negative stereotypes and demonised Islamic fundamentalism, <\/em><\/strong>and in turn how <strong><em>Arab media have promoted negative images of the West and offers a rigorous narrow crevice to hold dialogue.<\/em><\/strong><\/p>\n\n\n\n<p>Chomsky (2001) asserted that the mainstream media in the U.S. constitutes a well- run propaganda systems that hold the immense capacity ‘‘to drive people to irrational, murderous, and suicidal behaviour’’ where citizens need to resist the notion of responding to terrorist crimes and must hold the wisdom to see both sides of the story.<\/p>\n\n\n\n<p>During the post-9\/11 era tensions and hostilities have been intensified due to the Bush Administration “war on terror” and Osama bin Laden and other radical Islamic groups promoting “Jihad” where Bush and bin Laden’s rhetoric and worldview and how their binary discourses and extremist rhetoric have shaped the representations of each side in their respective media.<\/p>\n\n\n\n<p>This bias was further aggravated by what could be called ‘‘jihad journalism’’ a concept narrowly created to meet the partisan need where such slanted coverage was ‘‘the hallmark of the post-9\/11 era’’ and a ‘‘a result of racist jingoism”.<\/p>\n\n\n\n<h2><strong>CONCLUSION<\/strong><\/h2>\n\n\n\n<p>A decade has passed since the terrorist attacks of September 11, 2001. Most of us remember where we were when we learned of the attacks, although our memories of the event and of our feelings that day may not be as accurate as we suspect as it is a known fact how the 9\/11 attack did far more than destroy buildings and kill thousands of innocent people, it divided beyond boundaries and devastated perceptions beyond mending. They interrupted routine patterns and tugged at our social fabric, not simply in New York City, but across the global platform. They shattered a sense of security and perceptions of vulnerability among residents of the Western world even those who did not know anyone who died that day have been touched by the tragedy in one way or another. It now falls on to us to usher in peace, leave what’s all left behind and look beyond what is projected.<\/p>\n\n\n\n<h2>BIBLIOGRAPHY<\/h2>\n\n\n\n<p>Abbas, T. (ed) (2007). “Islamic Political Radicalism in European Perspective”. Edinburgh: Edinburgh University Press.<\/p>\n\n\n\n<p>Andrew Silke. ( 2003) . “Beyond Horror: Terrorist Atrocity and the Search for Understanding” . Studies in Conflict and Terrorism 26(1) ,pp. 37–60.<\/p>\n\n\n\n<p>Bergen, P. (2006). ‘What were the causes of 9\/11?’<\/p>\n\n\n\n<p>Bobbitt, P. (2008). “Terror and Consent: The Wars for the Twenty First Century”. London: Penguin Books.<\/p>\n\n\n\n<p>Maxwell Taylor and Ethel Quayle ( 1994 ) . “Terrorist Lives” . London: Brassey’s, Publication<\/p>\n\n\n\n<p>Richard A. Clarke. ( 2004 ) . “Against All Enemies: Inside America&#8217;s War on Terror” .New York: Free Press, pp. 227–238.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The atrocity of the 9\/11 Attack sent ripples across the international arena, if for no other reason than that it was the first direct attack on US soil after the Pearl Harbour debacle; an event that steered multiple divergences, the polarisation of ideas, changed narratives and divided beyond the distance.<\/p>\n","protected":false},"author":61,"featured_media":4400,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7,1412,966],"tags":[1416,25,1417,999,1071,529,1411],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v16.5 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>9\/11 ATTACK: THE RIFT THAT DEFINES THE EAST AND THE WEST<\/title>\n<meta name=\"description\" content=\"The atrocity of the 9\/11 Attack sent ripples across the international arena, if for no other reason than that it was the first direct attack on US soil.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"http:\/\/www.wiserworld.in\/9-11-attack-the-rift-that-defines-the-east-and-the-west\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"9\/11 ATTACK: THE RIFT THAT DEFINES THE EAST AND THE WEST\" \/>\n<meta property=\"og:description\" content=\"The atrocity of the 9\/11 Attack sent ripples across the international arena, if for no other reason than that it was the first direct attack on US soil.\" \/>\n<meta property=\"og:url\" content=\"http:\/\/www.wiserworld.in\/9-11-attack-the-rift-that-defines-the-east-and-the-west\/\" \/>\n<meta property=\"og:site_name\" content=\"WISER WORLD\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/Wiser-World-109811337349560\/?modal=admin_todo_tour\" \/>\n<meta property=\"article:published_time\" content=\"2021-03-08T10:03:31+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-03-11T17:21:53+00:00\" \/>\n<meta property=\"og:image\" content=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/03\/download-2.jpeg\" \/>\n\t<meta property=\"og:image:width\" content=\"1200\" \/>\n\t<meta property=\"og:image:height\" content=\"630\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@wiserworld_in\" \/>\n<meta name=\"twitter:site\" content=\"@wiserworld_in\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"11 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"http:\/\/www.wiserworld.in\/#organization\",\"name\":\"Wiser World\",\"url\":\"http:\/\/www.wiserworld.in\/\",\"sameAs\":[\"https:\/\/www.facebook.com\/Wiser-World-109811337349560\/?modal=admin_todo_tour\",\"https:\/\/www.instagram.com\/wiserworld.in\/\",\"https:\/\/in.pinterest.com\",\"https:\/\/twitter.com\/wiserworld_in\"],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/#logo\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/09\/Screenshot-2020-04-08-at-17.42.23.png\",\"contentUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/09\/Screenshot-2020-04-08-at-17.42.23.png\",\"width\":1076,\"height\":1081,\"caption\":\"Wiser World\"},\"image\":{\"@id\":\"http:\/\/www.wiserworld.in\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"http:\/\/www.wiserworld.in\/#website\",\"url\":\"http:\/\/www.wiserworld.in\/\",\"name\":\"WISER WORLD\",\"description\":\"Connecting the world with knowledge!\",\"publisher\":{\"@id\":\"http:\/\/www.wiserworld.in\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"http:\/\/www.wiserworld.in\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/9-11-attack-the-rift-that-defines-the-east-and-the-west\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/03\/download-2.jpeg\",\"contentUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/03\/download-2.jpeg\",\"width\":1200,\"height\":630,\"caption\":\"9\/11 attack\"},{\"@type\":\"WebPage\",\"@id\":\"http:\/\/www.wiserworld.in\/9-11-attack-the-rift-that-defines-the-east-and-the-west\/#webpage\",\"url\":\"http:\/\/www.wiserworld.in\/9-11-attack-the-rift-that-defines-the-east-and-the-west\/\",\"name\":\"9\/11 ATTACK: THE RIFT THAT DEFINES THE EAST AND THE WEST\",\"isPartOf\":{\"@id\":\"http:\/\/www.wiserworld.in\/#website\"},\"primaryImageOfPage\":{\"@id\":\"http:\/\/www.wiserworld.in\/9-11-attack-the-rift-that-defines-the-east-and-the-west\/#primaryimage\"},\"datePublished\":\"2021-03-08T10:03:31+00:00\",\"dateModified\":\"2021-03-11T17:21:53+00:00\",\"description\":\"The atrocity of the 9\/11 Attack sent ripples across the international arena, if for no other reason than that it was the first direct attack on US soil.\",\"breadcrumb\":{\"@id\":\"http:\/\/www.wiserworld.in\/9-11-attack-the-rift-that-defines-the-east-and-the-west\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"http:\/\/www.wiserworld.in\/9-11-attack-the-rift-that-defines-the-east-and-the-west\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"http:\/\/www.wiserworld.in\/9-11-attack-the-rift-that-defines-the-east-and-the-west\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"http:\/\/www.wiserworld.in\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"9\/11 ATTACK: THE RIFT THAT DEFINES THE EAST AND THE WEST\"}]},{\"@type\":\"Article\",\"@id\":\"http:\/\/www.wiserworld.in\/9-11-attack-the-rift-that-defines-the-east-and-the-west\/#article\",\"isPartOf\":{\"@id\":\"http:\/\/www.wiserworld.in\/9-11-attack-the-rift-that-defines-the-east-and-the-west\/#webpage\"},\"author\":{\"@id\":\"http:\/\/www.wiserworld.in\/#\/schema\/person\/44b02e2b086df80a11f4ea52c07d99a6\"},\"headline\":\"9\/11 ATTACK: THE RIFT THAT DEFINES THE EAST AND THE WEST\",\"datePublished\":\"2021-03-08T10:03:31+00:00\",\"dateModified\":\"2021-03-11T17:21:53+00:00\",\"mainEntityOfPage\":{\"@id\":\"http:\/\/www.wiserworld.in\/9-11-attack-the-rift-that-defines-the-east-and-the-west\/#webpage\"},\"wordCount\":2404,\"commentCount\":0,\"publisher\":{\"@id\":\"http:\/\/www.wiserworld.in\/#organization\"},\"image\":{\"@id\":\"http:\/\/www.wiserworld.in\/9-11-attack-the-rift-that-defines-the-east-and-the-west\/#primaryimage\"},\"thumbnailUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/03\/download-2.jpeg\",\"keywords\":[\"9\/11 attack\",\"Opinion\",\"Osama Bin Laden\",\"Terrorism\",\"terrorist attack\",\"united states of america\",\"US Twin Tower\"],\"articleSection\":[\"Opinion\",\"Terrorism\",\"USA and Canada\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"http:\/\/www.wiserworld.in\/9-11-attack-the-rift-that-defines-the-east-and-the-west\/#respond\"]}]},{\"@type\":\"Person\",\"@id\":\"http:\/\/www.wiserworld.in\/#\/schema\/person\/44b02e2b086df80a11f4ea52c07d99a6\",\"name\":\"Iqra Khan\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/0.gravatar.com\/avatar\/c89be454616a843c68600779800e69d1?s=96&d=mm&r=g\",\"contentUrl\":\"http:\/\/0.gravatar.com\/avatar\/c89be454616a843c68600779800e69d1?s=96&d=mm&r=g\",\"caption\":\"Iqra Khan\"},\"description\":\"Iqra Khan is a political science major student at Lady Shri Ram College for Women. She is a passionate debater and committed writer at heart. She believes that dialogue and deliberation are the true vehicles of change.\",\"url\":\"http:\/\/www.wiserworld.in\/author\/iqra-khan\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/4388"}],"collection":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/users\/61"}],"replies":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/comments?post=4388"}],"version-history":[{"count":2,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/4388\/revisions"}],"predecessor-version":[{"id":4402,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/4388\/revisions\/4402"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/media\/4400"}],"wp:attachment":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/media?parent=4388"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/categories?post=4388"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/tags?post=4388"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}