{"id":4457,"date":"2021-05-25T17:24:38","date_gmt":"2021-05-25T17:24:38","guid":{"rendered":"http:\/\/www.wiserworld.in\/?p=4457"},"modified":"2021-05-25T17:39:51","modified_gmt":"2021-05-25T17:39:51","slug":"negativity-bias-in-media-reporting-causes-and-effects","status":"publish","type":"post","link":"http:\/\/www.wiserworld.in\/negativity-bias-in-media-reporting-causes-and-effects\/","title":{"rendered":"NEGATIVITY BIAS IN MEDIA REPORTING: CAUSES AND EFFECTS"},"content":{"rendered":"\n<p>The media is one of the most powerful tools in a democracy, with a crucial role of conveying unbiased and uncensored information to the people, who can then form their own opinions about events and make informed decisions. Freedom of speech and the press are crucial elements in democracies like ours. However, in recent times, this freedom is seemingly being misused by the media for their own advantage, disregarding the plausible consequences that irresponsible reporting can have on the public.<\/p>\n\n\n\n<p>News channels these days, instead of conveying accurate information, focus on adopting means to get more viewers and raise their TRPs. In order to do so, they publish or telecast an overwhelmingly larger proportion of negative news items. As studies in the USA and Australia have shown, about 90% of the news is negative, a huge proportion of them being sensationalist reports. Around 74% of the news stories about Australian indigenous health were negative, while a mere 15% of the stories were classified as positive and 11% as neutral. (Stoneham et al, 2014).<\/p>\n\n\n\n<p>Ever wondered why this is so? Studies have proven that humans show what is known as the <strong>negativity bias<\/strong> or <strong>negativity effect<\/strong> in information processing. This means that negative events or information are more likely to draw our attention. In a study by Kätsyri J. (2016), gaze tracking, recognition memory, cardiac responses, and self-reports were used to track the attention of 38 participants in a controlled environment. It was found that negative tweets gained more attention and were viewed for longer durations. One of the best instances of this bias was seen when the ‘City Reporter’, a Russian website, lost two-thirds of its readership when it decided to publish only positive news stories for a day!<\/p>\n\n\n\n<h2><strong>Framing Effect<\/strong><\/h2>\n\n\n\n<p>News channels and publishers tend to, in fact, not just “report” the news, but make sure they spice it up appropriately to garner and sustain people’s attention. How a particular situation is narrated, that is positive or negative <strong>framing<\/strong>, also has an effect on a person’s response (Tversky and Kahneman, 1981). Negative words such as “never”, “die”, “worst”, which have proved to be more eye-catching, is used more by the media, particularly in headlines. There is also an association between gender and valence of the information: women have shown better memory and higher stress reactivity in response to negative news as compared to men (Marin et al, 2012).<\/p>\n\n\n\n<h2><strong>Picture Superiority Effect<\/strong><\/h2>\n\n\n\n<p>The media tries its best to evoke emotional reactions through its reports, and to maximize the effect, often uses disturbing and strong images. Everything – from images of dead bodies lying in a pool of blood to detailed descriptions of murder or terrorist attack – is reported sensationally, in an exaggerated manner. Be it Sushant Singh Rajput’s pre-autopsy dead body or gallows in Tihar jail, one can see all such images floating on news channels and social media within minutes of the occurrence of an incident. The reason behind excessive usage of such images is the phenomenon termed as the ‘picture superiority effect’, which means humans tend to remember and recall pictures much better than words. Such images, therefore, are bound to elicit strong negative emotions and hence be remembered by people.<\/p>\n\n\n\n<p>The negativity bias and the framing and picture superiority effects, all combine to cause a range of physiological and psychological effects on people’s minds.<\/p>\n\n\n\n<h2><strong>Physiological Effects<\/strong> of Negative News Reporting<\/h2>\n\n\n\n<p>Excessive exposure to negative information or news can cause the brain to perceive it as a threat, and as a result, might activate the fight-or-flight response of the sympathetic nervous system. Stress hormones – adrenaline and cortisol – are released in response, which might result in physiological effects of stress such as fatigue and sleeplessness.<\/p>\n\n\n\n<h2><strong>Psychological Effects<\/strong> of Negative News Reporting<\/h2>\n\n\n\n<p>As compared to positively-valenced or neutral news items, negatively-valenced news also causes heightened anxiety and a bad mood (Johnston &amp; Davey, 1997). As a result, people tend to worry excessively about themselves and their near and dear ones. This, in fact, leads to more problems: people are tempted to check the news repeatedly, which heightens the anxiety and stress, thus forming a never-ending cycle.<\/p>\n\n\n\n<p>Stress is the root cause of a variety of psychological disorders. A positive correlation was found between the number of hours an individual watched negative news and the amount of distress and the possibility of developing post-traumatic stress disorder (PTSD) (Riehm et al, 2020). Moreover, for people who have personally experienced or been victims of any of the events being reported, the negative images and words used tend to elicit flashbacks of their own past experiences, thus making their healing process all the more difficult. This is because of the self-reference effect, or the tendency of humans to remember and recall those events better which are personally relevant or related to themselves in some way. When exposed to arousing bulletins, people hence tend to relate the negative information to their personal contexts (Johnston &amp; Davey, 1997).<\/p>\n\n\n\n<h2>Negative Reporting and <strong>COVID-19 Pandemic<\/strong><\/h2>\n\n\n\n<p>In the current times, when the world is battling a pandemic and everyone is confined within their homes, with nothing more than a tv screen or a laptop to entertain themselves with, many people are facing one or the other form of social isolation. The effect of the same can be seen in the huge rise in the number of people who reported mental health issues or sought professional help. A 20% increase in mental illnesses has been observed since the beginning of the COVID-19 outbreak in India (Indian Psychiatric Society, 2020). Many people experience heightened levels of stress and anxiety as a result of watching or reading covid-related news. The figure below shows the sentiments evoked by various news headlines related to the pandemic, a vast majority (51.66%) of which evoked negative sentiments, while only 30.46% generated positive sentiments, and 17.87% were neutral (Aslam et al, 2020). The histogram depicting the sentiments, too, is weighted on the negative side.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large is-resized\"><img loading=\"lazy\" src=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/05\/Picture1-min-1024x696.jpg\" alt=\"Classification of Sentiments of Coronavirus News Headlines\" class=\"wp-image-4466\" width=\"510\" height=\"346\" srcset=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/05\/Picture1-min-1024x696.jpg 1024w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/05\/Picture1-min-300x204.jpg 300w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/05\/Picture1-min-768x522.jpg 768w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/05\/Picture1-min-1170x795.jpg 1170w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/05\/Picture1-min.jpg 1208w\" sizes=\"(max-width: 510px) 100vw, 510px\" \/><figcaption>Classification of Sentiments of Coronavirus News Headlines (Red: Negative, Blue: Neutral, Green: Positive) | Source: Aslam et al (2020)<\/figcaption><\/figure><\/div>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large is-resized\"><img loading=\"lazy\" src=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/05\/Picture2.png\" alt=\"Histogram Showing Sentiment Scores Weighted Towards the Left \" class=\"wp-image-4467\" width=\"-842\" height=\"-892\" srcset=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/05\/Picture2.png 721w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/05\/Picture2-283x300.png 283w\" sizes=\"(max-width: 721px) 100vw, 721px\" \/><figcaption>Histogram Showing Sentiment Scores Weighted Towards the Left | Source: Aslam et al (2020)<\/figcaption><\/figure><\/div>\n\n\n\n<p>With covid cases and related deaths reaching a new spike every day, news reporters, in a bid to reveal the mismanagement and failure of the government in handling the crisis, try to portray the situation as negatively as possible. Images and videos of hospitals running out of oxygen, people running around looking for hospital beds and plasma donations, crematoriums overflowing due to the rising number of covid-related deaths, and relatives weeping inconsolably, are traumatizing not just for those currently suffering from the disease, but also the ones who have won the battle against the virus. They fear being re-infected and do not feel safe even inside their homes. In fact, even those who have fortunately not contracted the infection are constantly worried and feel tempted to keep checking the news repeatedly. This may even lead to illness anxiety disorder and hypochondriasis amongst such people. Scarcity and unavailability of vaccines, masks, sanitizers, and protective equipment for frontline covid warriors is a huge cause of concern, leading to fear and anxiety amongst all people alike.<\/p>\n\n\n\n<p>These images and reports haunt people round the clock, leading to nightmares, insomnia, and hypersomnia. Quite often, people wake up screaming, breathing heavily, or sweating excessively, and may even develop long-term sleep problems. About 15% of adult Indians reported some form of insomnia due to apprehensions and concerns related to the pandemic (Lahiri et al, 2021). As shown in the figure below, various factors such as higher age, isolation, generalized anxiety, and known co-morbid conditions were found to be correlated with increased levels of insomnia (Lahiri et al, 2021).<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large is-resized\"><img loading=\"lazy\" src=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/05\/Picture3-1024x414.jpg\" alt=\"\" class=\"wp-image-4468\" width=\"-84\" height=\"-34\" srcset=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/05\/Picture3-1024x414.jpg 1024w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/05\/Picture3-300x121.jpg 300w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/05\/Picture3-768x311.jpg 768w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/05\/Picture3-1170x473.jpg 1170w, http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/05\/Picture3.jpg 1379w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><figcaption>Source: Adapted from Lahiri et al<\/figcaption><\/figure><\/div>\n\n\n\n<p>Studies have shown that this could also have long-term effects, leading to a decrease in the overall social interaction, with people being apprehensive about physical meetings even after the pandemic is over. Moreover, people could, in general, become more pessimistic about situations in life and their ability to handle them successfully. They might begin to view events more as a ‘threat’ than a ‘challenge’ since they would begin to feel that they are solely victims of the situation and have no control over it. Their sense of satisfaction with life might also decrease, along with a range of other effects.<\/p>\n\n\n\n<h2><strong>Other Common Examples<\/strong><\/h2>\n\n\n\n<p>This is just one of the countless examples we see every other day. Excessive coverage of celebrity suicides and deaths is another common example, the most recent one being the Sushant Singh Rajputs case, which was sensationalized and reported twenty-four-seven for several months following the claimed suicide. What the media did not realize was the effect this could have on young and vulnerable minds who considered this man as their role model. Consequently, a number of suicides of young adults were reported in several parts of the country within a few days following the SSR case. The excessive coverage of the incident hence triggered a series of suicides of ordinary people and celebrities alike, who were later found to be suffering from depression or other mental health issues and began to feel that suicide was a viable solution to their struggles.<\/p>\n\n\n\n<p>Another common media practice is the focus on negative and corrupt political activities and rare reporting of any positive events and practices in the political arena. This has a negative effect on people’s overall belief in the democratic system, and even affects their sense of control over the chosen leaders. The effect is visible in the voter turnout which has recorded a reduction over the years in countries like the USA.<\/p>\n\n\n\n<p>The list of such examples seems endless. The media needs to realize the effects and consequences of the evident bias in their choice and manner of reporting. There is a need to maintain a balance between positive and negative news items. News channels and publications should provide unbiased and unexaggerated information to the people with an aim to make them more aware and informed, rather than trying to increase their own readership and viewership. Only then can we hope to reduce and not aggravate the mental health issues that every fourth person may be suffering from (WHO, 2001).<\/p>\n\n\n\n<h4><strong>References<\/strong><\/h4>\n\n\n\n<p class=\"has-small-font-size\">Johnston, W. M., &amp; Davey, G. C. (1997). The psychological impact of negative TV news bulletins: The catastrophizing of personal worries.&nbsp;<em>British Journal of Psychology<\/em>,&nbsp;<em>88<\/em>(1), 85-91. &nbsp;<a href=\"https:\/\/doi.org\/10.1111\/j.2044-8295.1997.tb02622.x\">https:\/\/doi.org\/10.1111\/j.2044-8295.1997.tb02622.x<\/a><\/p>\n\n\n\n<p class=\"has-small-font-size\">Garz, M. (2014). Good news and bad news: evidence of media bias in unemployment reports.&nbsp;<em>Public Choice<\/em>,&nbsp;<em>161<\/em>(3-4), 499-515. <a href=\"https:\/\/doi.org\/10.1007\/s11127-014-0182-2\">https:\/\/doi.org\/10.1007\/s11127-014-0182-2<\/a><\/p>\n\n\n\n<p class=\"has-small-font-size\">Grabe, M. E., &amp; Kamhawi, R. (2006). Hard Wired for Negative News? Gender Differences in Processing Broadcast News.&nbsp;<em>Communication Research<\/em>,&nbsp;<em>33<\/em>(5), 346–369.&nbsp;<a href=\"https:\/\/doi.org\/10.1177\/0093650206291479\">https:\/\/doi.org\/10.1177\/0093650206291479<\/a><\/p>\n\n\n\n<p class=\"has-small-font-size\">Tversky A., Kahneman D. (1989) Rational Choice and the Framing of Decisions. In: Karpak B., Zionts S. (eds) Multiple Criteria Decision Making and Risk Analysis Using Microcomputers. NATO ASI Series (Series F: Computer and Systems Sciences), vol 56. Springer, Berlin, Heidelberg. <a href=\"https:\/\/doi.org\/10.1007\/978-3-642-74919-3_4\">https:\/\/doi.org\/10.1007\/978-3-642-74919-3_4<\/a><\/p>\n\n\n\n<p class=\"has-small-font-size\"><strong>&nbsp;<\/strong>Kätsyri J, Kinnunen T, Kusumoto K, Oittinen P, Ravaja N (2016) Negativity Bias in Media Multitasking: The Effects of Negative Social Media Messages on Attention to Television News Broadcasts. PLoS ONE 11(5): e0153712. <a href=\"https:\/\/doi.org\/10.1371\/journal.pone.0153712\">https:\/\/doi.org\/10.1371\/journal.pone.0153712<\/a><\/p>\n\n\n\n<p class=\"has-small-font-size\">Schlenger WE, Caddell JM, Ebert L, Jordan BK, Rourke KM, et al. (2002) Psychological reactions to terrorist attacks: findings from the National Study of Americans’ Reactions to September 11. JAMA 288: 581–588. &nbsp;doi: 10.1001\/jama.288.5.581<\/p>\n\n\n\n<p class=\"has-small-font-size\">Lahiri, A., Jha, S. S., Acharya, R., Dey, A., &amp; Chakraborty, A. (2021). Correlates of insomnia among the adults during COVID19 pandemic: evidence from an online survey in India.&nbsp;<em>Sleep medicine<\/em>,&nbsp;<em>77<\/em>, 66-73. <a href=\"https:\/\/doi.org\/10.1016\/j.sleep.2020.11.020\" target=\"_blank\" rel=\"noreferrer noopener\">https:\/\/doi.org\/10.1016\/j.sleep.2020.11.020<\/a><\/p>\n\n\n\n<p class=\"has-small-font-size\">Marin M-F, Morin-Major J-K, Schramek TE, Beaupré A, Perna A, Juster R-P, et al. (2012) There Is No News Like Bad News: Women Are More Remembering and Stress Reactive after Reading Real Negative News than Men. PLoS ONE 7(10): e47189. <a href=\"https:\/\/doi.org\/10.1371\/journal.pone.0047189\">https:\/\/doi.org\/10.1371\/journal.pone.0047189<\/a><\/p>\n\n\n\n<p class=\"has-small-font-size\">Anant Kumar &amp; K. Rajasekharan Nayar (2020): COVID 19 and its mental health consequences, Journal of Mental Health. <a href=\"https:\/\/doi.org\/10.1080\/09638237.2020.1757052\">https:\/\/doi.org\/10.1080\/09638237.2020.1757052<\/a><\/p>\n\n\n\n<p class=\"has-small-font-size\">Stoneham, M., Goodman, J., &amp; Daube, M. (2014). The portrayal of Indigenous health in selected Australian media.&nbsp;<em>The International Indigenous Policy Journal<\/em>,&nbsp;<em>5<\/em>(1), 1-13. <a href=\"http:\/\/hdl.handle.net\/20.500.11937\/33658\" target=\"_blank\" rel=\"noreferrer noopener\">http:\/\/hdl.handle.net\/20.500.11937\/33658<\/a><\/p>\n\n\n\n<p class=\"has-small-font-size\">Aslam, F., Awan, T.M., Syed, J.H.&nbsp;<em>et al.<\/em>&nbsp;(2020). Sentiments and emotions evoked by news headlines of coronavirus disease (COVID-19) outbreak.&nbsp;<em>Humanit Soc Sci Commun<\/em>&nbsp;7,&nbsp;23. <a href=\"https:\/\/doi.org\/10.1057\/s41599-020-0523-3\">https:\/\/doi.org\/10.1057\/s41599-020-0523-3<\/a><\/p>\n\n\n\n<p class=\"has-small-font-size\">Lindberg,&nbsp;S. (2020, May 18).&nbsp;Is watching the news bad for mental health?&nbsp;Verywell Mind.&nbsp;<a href=\"https:\/\/www.verywellmind.com\/is-watching-the-news-bad-for-mental-health-4802320\">https:\/\/www.verywellmind.com\/is-watching-the-news-bad-for-mental-health-4802320<\/a><\/p>\n\n\n\n<p class=\"has-small-font-size\">The World Health Report 2001: Mental Disorders affect one in four people. (2001). WHO | World Health Organization.&nbsp;<a href=\"https:\/\/www.who.int\/news\/item\/28-09-2001-the-world-health-report-2001-mental-disorders-affect-one-in-four-people\">https:\/\/www.who.int\/news\/item\/28-09-2001-the-world-health-report-2001-mental-disorders-affect-one-in-four-people<\/a><\/p>\n\n\n\n<p class=\"has-small-font-size\">Riehm, K. E., Holingue, C., Kalb, L. G., Bennett, D., Kapteyn, A., Jiang, Q., &#8230; &amp; Thrul, J. (2020). Associations between media exposure and mental distress among US adults at the beginning of the COVID-19 pandemic.&nbsp;<em>American journal of preventive medicine<\/em>,&nbsp;<em>59<\/em>(5), 630-638. <a href=\"https:\/\/doi.org\/10.1016\/j.amepre.2020.06.008\" target=\"_blank\" rel=\"noreferrer noopener\">https:\/\/doi.org\/10.1016\/j.amepre.2020.06.008<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>The media is one of the most powerful tools in a democracy, with a crucial role of conveying unbiased and uncensored information to the people, who can then form their own opinions about events and make informed decisions. Freedom of speech and the press are crucial elements in democracies like<\/p>\n","protected":false},"author":63,"featured_media":4463,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[981],"tags":[38,1454,1450,1453,1452,1451,1455,545],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v16.5 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>NEGATIVITY BIAS IN MEDIA REPORTING: CAUSES AND EFFECTS<\/title>\n<meta name=\"description\" content=\"Due to our negativity bias, negative events likely to draw our attention. News media uses this to boost their viewership but it affects our mental health.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"http:\/\/www.wiserworld.in\/negativity-bias-in-media-reporting-causes-and-effects\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"NEGATIVITY BIAS IN MEDIA REPORTING: CAUSES AND EFFECTS\" \/>\n<meta property=\"og:description\" content=\"Due to our negativity bias, negative events likely to draw our attention. News media uses this to boost their viewership but it affects our mental health.\" \/>\n<meta property=\"og:url\" content=\"http:\/\/www.wiserworld.in\/negativity-bias-in-media-reporting-causes-and-effects\/\" \/>\n<meta property=\"og:site_name\" content=\"WISER WORLD\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/Wiser-World-109811337349560\/?modal=admin_todo_tour\" \/>\n<meta property=\"article:published_time\" content=\"2021-05-25T17:24:38+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-05-25T17:39:51+00:00\" \/>\n<meta property=\"og:image\" content=\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/05\/WhatsApp-Image-2021-05-23-at-10.31.34-AM-min.jpeg\" \/>\n\t<meta property=\"og:image:width\" content=\"1280\" \/>\n\t<meta property=\"og:image:height\" content=\"719\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@wiserworld_in\" \/>\n<meta name=\"twitter:site\" content=\"@wiserworld_in\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"http:\/\/www.wiserworld.in\/#organization\",\"name\":\"Wiser World\",\"url\":\"http:\/\/www.wiserworld.in\/\",\"sameAs\":[\"https:\/\/www.facebook.com\/Wiser-World-109811337349560\/?modal=admin_todo_tour\",\"https:\/\/www.instagram.com\/wiserworld.in\/\",\"https:\/\/in.pinterest.com\",\"https:\/\/twitter.com\/wiserworld_in\"],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/#logo\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/09\/Screenshot-2020-04-08-at-17.42.23.png\",\"contentUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2020\/09\/Screenshot-2020-04-08-at-17.42.23.png\",\"width\":1076,\"height\":1081,\"caption\":\"Wiser World\"},\"image\":{\"@id\":\"http:\/\/www.wiserworld.in\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"http:\/\/www.wiserworld.in\/#website\",\"url\":\"http:\/\/www.wiserworld.in\/\",\"name\":\"WISER WORLD\",\"description\":\"Connecting the world with knowledge!\",\"publisher\":{\"@id\":\"http:\/\/www.wiserworld.in\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"http:\/\/www.wiserworld.in\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/negativity-bias-in-media-reporting-causes-and-effects\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/05\/WhatsApp-Image-2021-05-23-at-10.31.34-AM-min.jpeg\",\"contentUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/05\/WhatsApp-Image-2021-05-23-at-10.31.34-AM-min.jpeg\",\"width\":1280,\"height\":719,\"caption\":\"NEGATIVITY BIAS IN MEDIA REPORTING: CAUSES AND EFFECTS\"},{\"@type\":\"WebPage\",\"@id\":\"http:\/\/www.wiserworld.in\/negativity-bias-in-media-reporting-causes-and-effects\/#webpage\",\"url\":\"http:\/\/www.wiserworld.in\/negativity-bias-in-media-reporting-causes-and-effects\/\",\"name\":\"NEGATIVITY BIAS IN MEDIA REPORTING: CAUSES AND EFFECTS\",\"isPartOf\":{\"@id\":\"http:\/\/www.wiserworld.in\/#website\"},\"primaryImageOfPage\":{\"@id\":\"http:\/\/www.wiserworld.in\/negativity-bias-in-media-reporting-causes-and-effects\/#primaryimage\"},\"datePublished\":\"2021-05-25T17:24:38+00:00\",\"dateModified\":\"2021-05-25T17:39:51+00:00\",\"description\":\"Due to our negativity bias, negative events likely to draw our attention. News media uses this to boost their viewership but it affects our mental health.\",\"breadcrumb\":{\"@id\":\"http:\/\/www.wiserworld.in\/negativity-bias-in-media-reporting-causes-and-effects\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"http:\/\/www.wiserworld.in\/negativity-bias-in-media-reporting-causes-and-effects\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"http:\/\/www.wiserworld.in\/negativity-bias-in-media-reporting-causes-and-effects\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"http:\/\/www.wiserworld.in\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"NEGATIVITY BIAS IN MEDIA REPORTING: CAUSES AND EFFECTS\"}]},{\"@type\":\"Article\",\"@id\":\"http:\/\/www.wiserworld.in\/negativity-bias-in-media-reporting-causes-and-effects\/#article\",\"isPartOf\":{\"@id\":\"http:\/\/www.wiserworld.in\/negativity-bias-in-media-reporting-causes-and-effects\/#webpage\"},\"author\":{\"@id\":\"http:\/\/www.wiserworld.in\/#\/schema\/person\/c52354875ac77a05a9795a5eb684fb97\"},\"headline\":\"NEGATIVITY BIAS IN MEDIA REPORTING: CAUSES AND EFFECTS\",\"datePublished\":\"2021-05-25T17:24:38+00:00\",\"dateModified\":\"2021-05-25T17:39:51+00:00\",\"mainEntityOfPage\":{\"@id\":\"http:\/\/www.wiserworld.in\/negativity-bias-in-media-reporting-causes-and-effects\/#webpage\"},\"wordCount\":2152,\"commentCount\":0,\"publisher\":{\"@id\":\"http:\/\/www.wiserworld.in\/#organization\"},\"image\":{\"@id\":\"http:\/\/www.wiserworld.in\/negativity-bias-in-media-reporting-causes-and-effects\/#primaryimage\"},\"thumbnailUrl\":\"http:\/\/www.wiserworld.in\/wp-content\/uploads\/2021\/05\/WhatsApp-Image-2021-05-23-at-10.31.34-AM-min.jpeg\",\"keywords\":[\"Covid-19\",\"framing effect\",\"negative news\",\"negativity bias\",\"negativity effect\",\"news media\",\"picture superiority effect\",\"psychology\"],\"articleSection\":[\"Psychology\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"http:\/\/www.wiserworld.in\/negativity-bias-in-media-reporting-causes-and-effects\/#respond\"]}]},{\"@type\":\"Person\",\"@id\":\"http:\/\/www.wiserworld.in\/#\/schema\/person\/c52354875ac77a05a9795a5eb684fb97\",\"name\":\"Akshita Kumar\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/www.wiserworld.in\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"http:\/\/2.gravatar.com\/avatar\/57c1cd32e6c1d1ab49012e6b7f35c271?s=96&d=mm&r=g\",\"contentUrl\":\"http:\/\/2.gravatar.com\/avatar\/57c1cd32e6c1d1ab49012e6b7f35c271?s=96&d=mm&r=g\",\"caption\":\"Akshita Kumar\"},\"description\":\"Akshita is a freshman at St. Stephen's College, Delhi University majoring in B.Sc. Mathematics (Hons) and has a keen interest in Psychology. She enjoys working with numbers and statistics. She wishes to explore the field of research and come up with innovative solutions to problems in various fields of her interest that range from Social Service to Music to Psychology.\",\"url\":\"http:\/\/www.wiserworld.in\/author\/akshita-kumar\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/4457"}],"collection":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/users\/63"}],"replies":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/comments?post=4457"}],"version-history":[{"count":4,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/4457\/revisions"}],"predecessor-version":[{"id":4474,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/posts\/4457\/revisions\/4474"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/media\/4463"}],"wp:attachment":[{"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/media?parent=4457"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/categories?post=4457"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/www.wiserworld.in\/wp-json\/wp\/v2\/tags?post=4457"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}